"British voters do not trust Boris Johnson and his health secretary Matt Hancock to beat coronavirus, according to a new survey – and less than a quarter (22 per cent) think it would be reasonable for ministers to expect them to keep obeying restrictions on their social and economic lives beyond the spring.\n\nThe poll by BMG Research for The Independent laid bare the extent of financial hardship caused by the Covid-19 pandemic and the lockdown measures imposed by the government to fight it.\n\nMore than a quarter of those questioned (26 per cent) said that their household incomes had gone down as a result of the outbreak.\n\nAnd some 3.4 per cent – the equivalent of more than 900,000 families or sole-person households – said their income had fallen by more than half.\n\nThe poll of 1,500 people was conducted as Mr Johnson struggled to maintain his grip on his regional coronavirus policy, with councils in the north rejecting his efforts to tighten local restrictions and Labour’s Sir Keir Starmer demanding a national “circuit-breaker” lockdown.\n\nIt found that just 36 per cent now trust the prime minister to lead the response to the pandemic, against 44 per who do not – an overall rating of -8. For Mr Hancock, the figures were more damning, with a trust rating of -13 based on just 26 per cent trusting him and 39 per cent expressing distrust.\n\nThe most trusted politician was chancellor Rishi Sunak, whose +19 rating of 44 per cent trust compared to 23 per cent distrust was no doubt buoyed by his role handing out close to £200bn in state support, including a furlough scheme paying up to 80 per cent of wages for employees unable to work.\n\nNicola Sturgeon had a +13 trust rating (42 - 29 per cent), soaring to +22 (52 - 30 per cent) in Scotland, while Starmer’s positive rating was a more modest +9 (36 - 27 per cent).\n\nLevels of trust in the key pandemic experts were comfortably higher, with chief medical officer for England Chris Whitty scoring +25 (41 - 16 per cent) and chief scientific adviser Sir Patrick Vallance +21 (36 - 15 per cent).\n\nThe figure with lowest public credibility on dealing with coronavirus was US president Donald Trump, with just 11 per cent of Britons saying they trusted him on the issue, against 73 per cent who did not.\n\nThere was little sign of optimism for an improvement to families’ financial position in the near future, with 25 per cent of those questioned saying that they expect their household income to decline further over the next six months. The period will see the replacement of Mr Sunak’s furlough scheme in November with a less generous system paying 22 per cent of wages – or 67 per cent for firms forced to close in tier 3 Covid alert areas.\n\nAnd it will see the withdrawal in April of the £20-a-week temporary uplift to universal credit and working tax credit provided to help benefit claimants weather the coronavirus storm.\n\nThe poll found that those most likely to lose out financially due to coronavirus were 25- to 34-year-olds – those most likely to be bringing up small children – among whom 36 per cent said their household income had fallen, against just 10 per cent who said it had gone up. By contrast, just 8 per cent of over-65s reported financial loss.\n\nEthnic minority households were far more likely to report that they had lost income (35 per cent) than white British (24 per cent).\n\nThe director of policy at the Child Poverty Action Group, Louisa McGeehan, said the poll’s findings reflected the group’s own experience of families with children suffering money woes.\n\n“As these figures suggest, parents of young children are more likely to be struggling due to falling incomes, lack of childcare and the additional costs of raising children,” Ms McGeehan told The Independent.\n\n“Our own research found that eight in 10 hard-up families are financially worse-off as a result of the pandemic. Despite this, there has been no financial support from the government specifically targeted at families with children.”\n\nRemoving the benefit uplift in the spring “makes no sense”, said Ms McGeehan, calling instead for a £10 weekly increase in child benefit to help protect children from hardship.\n\nAnd Emma Revie, chief executive of foodbank charity the Trussell Trust, said: “It is shocking how many people have seen their incomes fall during the pandemic.\n\n“This has led several thousands of people to be forced to use a food bank for the first time. This is not right.\n\n“Our own research forecasts that if we don’t take action as a nation, our network of food banks will be giving out six food parcels a minute this winter.\n\n“But it doesn’t have to be like this. This year we’ve seen the power of what happens when we stand together in the face of adversity. That is why we’re urging the government to preserve the lifelines that have saved many of us from destitution through this pandemic.”\n\nAmong the 26 per cent reporting a blow to their finances, around one in six (16 per cent) said their household income had fallen by less than 10 per cent, a quarter (25 per cent) said it was down by 10-19 per cent, a further 22 per cent had taken a hit of 20-29 per cent in their income, 10 per cent had lost 30-39 per cent, and 7 per cent had lost 40-49 per cent. But a staggering 13 per cent of this group – equivalent to 3.4 per cent of the population – said that the money coming into their home was down by more than 50 per cent as a result of the pandemic.\n\nThe poll found that 49 per cent of voters believe that the government is right to prioritise limiting the number of deaths caused by the disease, while 30 per cent say limiting the damage to jobs and the economy should come first.\n\nBut it also indicated that Britons’ patience may soon run out for the lockdown restrictions which have forced them to stay in their homes, give up visits to pubs and restaurants and limit socialising with friends and family.\n\nA clear majority (65 per cent) said it was “reasonable” for the current restrictions in their area to continue until Christmas, against just 19 per cent who said it was not.\n\nThat majority fell if the restrictions were extended to the spring of 2021 – as Mr Johnson has suggested they might – with 46 per cent saying this would be reasonable and 34 per cent unreasonable.\n\nBut beyond this date, support for continued measures drops off a cliff, with 51 per cent saying it would be unreasonable to carry on to the end of 2021 and 59 per cent into 2022, even if no vaccine or effective treatment is found.\n\nOnly a hardcore 13 per cent of lockdown accepters said that it would be reasonable to keep measures going into 2022, and these people appear ready to maintain them almost indefinitely, as virtually the same proportion were happy to continue into 2023.\n\nBMG head of polling Robert Struthers said: “Boris Johnson’s own personal ratings strengthened as the first wave of the pandemic hit the UK back in February and March of this year.\n\n“Now, as the second wave of the virus takes hold, it appears public trust has slipped away.\n\n“The collapse in trust will likely worry those working across government, as the prime minister tries to reassure the public that the new measures introduced over the past week will be enough to halt the spread.”\n\nMr Struthers questioned whether Mr Sunak’s popularity would survive the planned rollback of his support schemes.\n\n“You might expect the trust ratings of the chancellor and prime minister to be closely aligned given how closely they will be working together at the top of government,” he said.\n\n“However, this polling clearly shows that the public rate the chancellor’s performance and ability to hand the virus effectively – up until now at least – much more highly.\n\n“However, as the second wave takes hold and economic support packages become more targeted and less generous, whether this trend continues is another matter entirely.”But things are going to be different during the second term. New Zealand is in recession for the first time in 11 years and Labour has been criticised for not having a clear Covid-19 recovery plan. A big bulk of the work is going to be turning the economy around with the pandemic still looming large.Mr Morales' Mas party and other critics of the right-wing interim government of Ms Áñez have accused it of using the pandemic to try to hold on to power. They say the Áñez administration has focused more on trying to persecute political opponents, especially the exiled Mr Morales, his Mas party and his indigenous supporters, than on working to ensure fair elections and a smooth transition of power.Hong Kong was a British colony until 1997, but was then returned to Chinese control under the principle of \"one country, two systems\". While it is technically part of China, the territory has its own legal system and borders, and rights including freedom of assembly and free speech are protected.HuffPost is part of Verizon Media. We and our partners will store and/or access information on your device through the use of cookies and similar technologies, to display personalised ads and content, for ad and content measurement, audience insights and product development.\n\nYour personal data that may be used\n\nInformation about your device and internet connection, including your IP address\n\nBrowsing and search activity while using Verizon Media websites and apps\n\nPrecise location\n\nFind out more about how we use your information in our Privacy Policy and Cookie Policy.\n\nTo enable Verizon Media and our partners to process your personal data select 'I agree', or select 'Manage settings' for more information and to manage your choices. You can change your choices at any time by visiting Your Privacy Controls.British voters do not trust Boris Johnson and his health secretary Matt Hancock to beat coronavirus, according to a new survey – and less than a quarter (22 per cent) think it would be reasonable for ministers to expect them to keep obeying restrictions on their social and economic lives beyond the spring.\n\nThe poll by BMG Research for The Independent laid bare the extent of financial hardship caused by the Covid-19 pandemic and the lockdown measures imposed by the government to fight it.\n\nMore than a quarter of those questioned (26 per cent) said that their household incomes had gone down as a result of the outbreak.\n\nAnd some 3.4 per cent – the equivalent of more than 900,000 families or sole-person households – said their income had fallen by more than half.\n\nThe poll of 1,500 people was conducted as Mr Johnson struggled to maintain his grip on his regional coronavirus policy, with councils in the north rejecting his efforts to tighten local restrictions and Labour’s Sir Keir Starmer demanding a national “circuit-breaker” lockdown.\n\nIt found that just 36 per cent now trust the prime minister to lead the response to the pandemic, against 44 per who do not – an overall rating of -8. For Mr Hancock, the figures were more damning, with a trust rating of -13 based on just 26 per cent trusting him and 39 per cent expressing distrust.\n\n© Provided by The Independent\n\nThe most trusted politician was chancellor Rishi Sunak, whose +19 rating of 44 per cent trust compared to 23 per cent distrust was no doubt buoyed by his role handing out close to £200bn in state support, including a furlough scheme paying up to 80 per cent of wages for employees unable to work.\n\nNicola Sturgeon had a +13 trust rating (42 - 29 per cent), soaring to +22 (52 - 30 per cent) in Scotland, while Starmer’s positive rating was a more modest +9 (36 - 27 per cent).\n\nLevels of trust in the key pandemic experts were comfortably higher, with chief medical officer for England Chris Whitty scoring +25 (41 - 16 per cent) and chief scientific adviser Sir Patrick Vallance +21 (36 - 15 per cent).\n\nThe figure with lowest public credibility on dealing with coronavirus was US president Donald Trump, with just 11 per cent of Britons saying they trusted him on the issue, against 73 per cent who did not.\n\nThere was little sign of optimism for an improvement to families’ financial position in the near future, with 25 per cent of those questioned saying that they expect their household income to decline further over the next six months. The period will see the replacement of Mr Sunak’s furlough scheme in November with a less generous system paying 22 per cent of wages – or 67 per cent for firms forced to close in tier 3 Covid alert areas.\n\nAnd it will see the withdrawal in April of the £20-a-week temporary uplift to universal credit and working tax credit provided to help benefit claimants weather the coronavirus storm.\n\n© Getty Images LONDON, ENGLAND - OCTOBER 16: Britain's Prime Minister Boris Johnson speaks during a virtual press conference on the latest coronavirus data at Downing Street on October 16, 2020 in London, England. The government announced further regions going into Tier 3 Coronavirus restriction as of midnight on Friday. Government data released today indicates the R number range for the whole of the UK had increased slightly from between 1.2 and 1.5 last week to 1.3 and 1.5. (Photo by Eddie Mulholland - WPA Pool/Getty Images)\n\nThe poll found that those most likely to lose out financially due to coronavirus were 25- to 34-year-olds – those most likely to be bringing up small children – among whom 36 per cent said their household income had fallen, against just 10 per cent who said it had gone up. By contrast, just 8 per cent of over-65s reported financial loss.\n\nEthnic minority households were far more likely to report that they had lost income (35 per cent) than white British (24 per cent).\n\nThe director of policy at the Child Poverty Action Group, Louisa McGeehan, said the poll’s findings reflected the group’s own experience of families with children suffering money woes.\n\n“As these figures suggest, parents of young children are more likely to be struggling due to falling incomes, lack of childcare and the additional costs of raising children,” Ms McGeehan told The Independent.\n\n“Our own research found that eight in 10 hard-up families are financially worse-off as a result of the pandemic. Despite this, there has been no financial support from the government specifically targeted at families with children.”\n\nRemoving the benefit uplift in the spring “makes no sense”, said Ms McGeehan, calling instead for a £10 weekly increase in child benefit to help protect children from hardship.\n\nAnd Emma Revie, chief executive of foodbank charity the Trussell Trust, said: “It is shocking how many people have seen their incomes fall during the pandemic.\n\n“This has led several thousands of people to be forced to use a food bank for the first time. This is not right.\n\n“Our own research forecasts that if we don’t take action as a nation, our network of food banks will be giving out six food parcels a minute this winter.\n\n© Getty Images Britain's opposition Labour Party leader Keir Starmer leaves Lambeth Palace following a press conference in London, Britain, October 13, 2020. REUTERS/Simon Dawson\n\n“But it doesn’t have to be like this. This year we’ve seen the power of what happens when we stand together in the face of adversity. That is why we’re urging the government to preserve the lifelines that have saved many of us from destitution through this pandemic.”\n\nAmong the 26 per cent reporting a blow to their finances, around one in six (16 per cent) said their household income had fallen by less than 10 per cent, a quarter (25 per cent) said it was down by 10-19 per cent, a further 22 per cent had taken a hit of 20-29 per cent in their income, 10 per cent had lost 30-39 per cent, and 7 per cent had lost 40-49 per cent. But a staggering 13 per cent of this group – equivalent to 3.4 per cent of the population – said that the money coming into their home was down by more than 50 per cent as a result of the pandemic.\n\nThe poll found that 49 per cent of voters believe that the government is right to prioritise limiting the number of deaths caused by the disease, while 30 per cent say limiting the damage to jobs and the economy should come first.\n\nBut it also indicated that Britons’ patience may soon run out for the lockdown restrictions which have forced them to stay in their homes, give up visits to pubs and restaurants and limit socialising with friends and family.\n\nA clear majority (65 per cent) said it was “reasonable” for the current restrictions in their area to continue until Christmas, against just 19 per cent who said it was not.\n\nThat majority fell if the restrictions were extended to the spring of 2021 – as Mr Johnson has suggested they might – with 46 per cent saying this would be reasonable and 34 per cent unreasonable.\n\nBut beyond this date, support for continued measures drops off a cliff, with 51 per cent saying it would be unreasonable to carry on to the end of 2021 and 59 per cent into 2022, even if no vaccine or effective treatment is found.\n\n© Getty Images Britain's Prime Minister Boris Johnson speaks during a virtual press conference inside 10 Downing Street in central London on October 16, 2020 ahead of the imposition of tighter restrictions in some parts of England including London aimed at combating the spread of the novel coronavirus. - Roughly half of England is now under tougher coronavirus restrictions, after the government on October 15 announced more stringent measures for London and seven other areas to try to cut surging numbers of cases. (Photo by Eddie MULHOLLAND / POOL / AFP) (Photo by EDDIE MULHOLLAND/POOL/AFP via Getty Images)\n\nOnly a hardcore 13 per cent of lockdown accepters said that it would be reasonable to keep measures going into 2022, and these people appear ready to maintain them almost indefinitely, as virtually the same proportion were happy to continue into 2023.\n\nBMG head of polling Robert Struthers said: “Boris Johnson’s own personal ratings strengthened as the first wave of the pandemic hit the UK back in February and March of this year.\n\n“Now, as the second wave of the virus takes hold, it appears public trust has slipped away.\n\n“The collapse in trust will likely worry those working across government, as the prime minister tries to reassure the public that the new measures introduced over the past week will be enough to halt the spread.”\n\nMr Struthers questioned whether Mr Sunak’s popularity would survive the planned rollback of his support schemes.\n\n“You might expect the trust ratings of the chancellor and prime minister to be closely aligned given how closely they will be working together at the top of government,” he said.\n\n“However, this polling clearly shows that the public rate the chancellor’s performance and ability to hand the virus effectively – up until now at least – much more highly.\n\n“However, as the second wave takes hold and economic support packages become more targeted and less generous, whether this trend continues is another matter entirely.”\n\n– BMG Research questioned 1,500 UK adults between 8 and 13 October.Environmentalists dismayed by go-ahead for new course in Aberdeenshire are likely to give the president a hostile welcome if he visits\n\nDonald Trump has said he might leave the US if he loses the White House to Joe Biden next month. If so, he has just been handed the perfect place to eke out his final days – by playing golf on a new course in Aberdeenshire, his second in the area.\n\nIf Trump does choose such an option, he can expect a robust welcome from conservationists, however. They say last week’s decision by Aberdeenshire council planners to approve the course could have a catastrophic impact on the area’s delicate environment.\n\nTrump International Golf Links Scotland built a course on the Menie estate, north of Aberdeen, in 2012, and its construction has been blamed for badly damaging the spectacular dunes system at nearby Foveran Links, an official site of special scientific interest (SSSI).\n\nAs a result, conservation experts had urged Aberdeenshire council to withhold planning permission for the second golf course at Menie that Trump had asked to build. But in September last year, local councillors ignored their warnings and recommended the proposal be given the go-ahead.\n\nSince then, campaigners had pressed Aberdeenshire council planning service to overturn that decision but on Friday it announced it had decided to go ahead and grant full planning permission for the new course. It claimed the new course “will contribute towards the significant social and economic benefits expected to be delivered by the wider development proposals within the Menie estate”.\n\nThis optimism is not shared by conservationists. They say that the decision means Foveran’s SSSI status – given because of its unusual shifting sands and diverse plant life – will have to be removed completely in the next few months.\n\n“This decision gives a green light to the Trump organisation to further vandalise and destroy Scotland’s natural heritage,” said Bob Ward, policy director at the Grantham Research Institute on Climate Change and the Environment. “Aberdeenshire council and the Scottish government have ignored the objections of Scottish Natural Heritage about potential further damage to world-famous sand dunes that are supposed to be protected as a Site of Special Scientific Interest, but which have already been partially destroyed by the building of the first golf course.”\n\nThe new 18-hole course will be known as MacLeod course after Mr Trump’s mother, Mary Anne MacLeod, who was born and brought up on the Hebridean island of Lewis before emigrating to New York. The course will be built to the south and west of the original one.\n\nTrump originally won approval for his “Trump estate” encompassing the protected dunes because he pledged to create up to 6,000 jobs by building a five-star hotel with 450 rooms, shops, a sports complex, timeshare flats, two golf courses and housing estates. However, so far he has constructed only one 18-hole course, which is open seven months a year, a practice range, and a small clubhouse with a restaurant and shop; he also converted Menie’s manor house into a boutique hotel with 16 rooms.\n\nWith just over a fortnight until election day, the chances of Trump spending more time on his golf courses appear to be increasing. His Democratic opponent, Joe Biden, leads by 17 points in the latest Opinium Research/Guardian poll. More than 18 million votes have already been cast.\n\nAs well as leading in the national opinion polls, Biden is also consistently ahead in a series of crucial swing states. Last week he even won the ratings war – more Americans tuned in to see his Q&A session on ABC than Trump’s version on NBC.\n\nAberdeenshire residents may be seeing Trump soon, win or lose. According to www.trumpgolfcount.com, Trump has played more rounds of golf as president than any other White House resident. He has visited his golf clubs 280 times during his presidency, playing on 140 occasions.A new constitution was approved in a referendum in March. Mr Condé argues this means he is allowed to seek re-election, even though he had already served the maximum of two terms allowed under the previous constitution.A creeping feeling of déjà vu has been haunting Westminster with the arrival of autumn as bulletin after bulletin carries more bad news about the dreaded resurgence of Covid-19.\n\nCase numbers, hospitalisations and, of course, deaths are rising and the R value has stayed stubbornly above 1.0, meaning that the pandemic continues to grow across the country.\n\nThe UK map is a patchwork quilt of varying social distancing restrictions, reflecting how Boris Johnson wants to stick to his “whack-a-mole” strategy of stamping out outbreaks and avoiding blanket bans.\n\nBut with around a third of the entire UK population now living under some form of local lockdown, the question many are asking is: why doesn’t the prime minister “go the whole hog” and back a full second national lockdown?\n\nChief medical officer Chris Whitty, who with the PM and chief scientific officer Patrick Vallance, led a Downing Street press conference on Wednesday, has warned the country faces a “six-month problem”.\n\nThere are “significant rates of transmission” in “great majority” of areas where the virus is spiking, he said.\n\nPointing to alarming graphs showing that hospital admissions were rising sharply among the over-65s, Vallance warned it would be “wrong” to think that the problem was only in areas under local lockdowns.\n\n“It is worst in certain areas but there is evidence of spread everywhere,” he said\n\nSo what is stopping the PM from a full lockdown – and could a two-week “circuit-breaker” compromise be on the cards?\n\nThe devastating impact on the economy\n\nASSOCIATED PRESS Chancellor of the Exchequer Rishi Sunak holds a virtual news conference in Downing Street\n\nCovid-19 has already ravaged the UK economy and the Bank of England warned last month that the resurgence of the virus will hit the country hard.\n\nChancellor Rishi Sunak is thought to oppose a second lockdown “for any long period of time” amid fears job losses could soar and unemployment in 2021 could spiral out of control.\n\n“It’s a constant balancing act, trying to keep the country moving forward without the hospitals filling up with critically ill patients with Covid so that other services can continue to run, but achieving that is the key point,” said one MP.\n\n“And if that isn’t happening [to the NHS], then keeping people running their businesses and employing people is equally important.”\n\nData released by the Office for National Statistics revealed that the number of redundancies in the UK has risen at its fastest pace since the financial crisis.\n\nMany economists think Sunak’s new wage subsidy scheme is unlikely to stem further job losses this winter.\n\n“The economic challenges are huge,” said the MP. “If the economy slows down too much – well, we use it to pay all of our public sector, it’s not for the fun of it. It pays for the wages for all of the services we want for our constituents.”\n\nLibertarian ‘Brady bunch’ Tory backbenchers\n\nTOLGA AKMEN via Getty Images Conservative MP Graham Brady\n\nOne thorn in Johnson’s side should he move for a second shutdown is a grouping of backbench Tory MPs known informally as “the Brady bunch”.\n\nNotionally led by the chair of the powerful 1922 committee, Graham Brady, they oppose new restrictions by the state, both due to the limits on individual freedoms and the strain on business.\n\nOr, as Brady recently put it, they feel the government has “got into the habit of ruling by decree” during Covid-19, with many measures, including hefty fines, announced without parliamentary scrutiny.\n\nOne moderate Tory MP, who doesn’t back the would-be rebels, told HuffPost UK other MPs were more trenchant in their view: “The Hitchenite wing, or lockdown-sceptic wing of the party, is growing stronger and stronger.\n\n“They are very hardline and there are more and more of them. They have increasing influence via people like Toby Young and Laurence Fox and then Nigel Farage on the fringe.”\n\nThey added: “Some of it is for libertarian reasons – they don’t want people to be bossed around by the state – but for others it is genuine worry.\n\n“I don’t care about the libertarian arguments but I really do worry about businesses in my constituency and job losses.”\n\nThe group, which is thought to be around 50 strong, won a concession from the government last month after threatening a rebellion over the continuation of emergency measures.\n\nNow, any second national lockdown must be put to a vote in the Commons.\n\nWhile backbench voices may chip away at Johnson’s authority, they have little chance of sinking a second lockdown, given the Tories’ 80-seat majority.\n\nBut the PM may also look to swerve a face-off with his detractors by brokering a compromise.\n\nHow to save Christmas\n\nPA Christmas lights are used to show appreciation for the NHS on a house in Cambridge Drive in Chandler's Ford near Eastleigh, Southampton\n\n“There is a fundamental belief in central government that the British public will not stand for a fully locked-down Christmas or even the rule of six, frankly,” one source close to the government told HuffPost UK.\n\nInstead of “cancelling Christmas”, a two-week “circuit breaker” national lockdown, starting October 23, is on the table and may allow the country to avoid tighter restrictions later, it is said.\n\nA government source told HuffPost UK a range of data is used to make decisions, and that there is no “specific point” at which a second shutdown would be triggered.\n\nSetting an end date on a “full fat” lockdown would solve more than one problem for the PM.\n\nOctober 23 is the start of half term, meaning schoolchildren – who have missed out since March, with those from poorer backgrounds hit hardest – could avoid having a great deal more of their classroom education interrupted.\n\nSo the move may satisfy working parents and teachers who fear youngsters are falling behind with lessons.\n\nThis “third way” plan is said to have been briefed to hostile MPs already as a “light at the end of the tunnel” this winter.\n\n“I think with backbenchers you can sell drastic measures in the short term, that are time limited, by saying: if all goes well, we will open up at Christmas,” the source added.\n\nRetail and hospitality businesses, struggling to keep their head above water, would similarly be more inclined to swallow measures if they had an end in sight.\n\nBrady, meanwhile, told BBC Radio 4′s Westminster Hour on Sunday that “people were told that it was a finite thing” when lockdown was first imposed.\n\nHe added piecemeal regional lockdowns were now being questioned by the public.\n\nBrady said: “People were remarkably tolerant in being prepared to go along with that, I think for that reason. And when you then start to get to speculation about a second lockdown or all of these regional things, I think patience really does start to wear thin and I can understand that.”\n\nThe government on Sunday revealed that as many as 16,000 cases from last week were not added to government figures, with the UK recording a huge 22,921 lab-confirmed cases in the 24 hours up to 9am on Sunday.\n\nThe news flatly contradicts suggestions that the second wave may have been “levelling off”, as it is now known the country reached 10,000 new daily cases on September 30.\n\nMinisters are being shown more drastic figures by chief medical officer Chris Whitty and chief scientific office Patrick Vallance, one source said.\n\n“The numbers that [the cabinet] are seeing are very, very bad and the thing that is always repeated to them by Whitty and Vallance in the meetings they have, is this [data] is two weeks’ old, so what is happening now is worse than what I’m showing you,” they said.\n\n“So they show ministers a lot of numbers that are bad but say that ‘before I do, know this, it is worse’.”\n\nRumblings of disquiet in the Red Wall\n\nPA Mayor of Greater Manchester, Andy Burnham\n\nWith vast swathes of the north under local lockdown already and widespread confusion, not least by Johnson himself, over what measures are in place where, Greater Manchester mayor Andy Burnham sounded the alarm on Sunday.\n\nTelling the government it is “in danger of losing the public in the north of England”, he said: “We need a bit of a reset.”\n\nThe Labour mayor’s view is shared by several Tory MPs representing his party’s former heartlands, HuffPost UK understands.\n\nSpeaking to Sky News’ Sophy Ridge on Sunday, the former health minister – who has previously claimed Covid-19 could do more damage to the north than Margaret Thatcher – added: “Actually if [the government] carry on imposing restrictions on the north without proper support for the businesses and the employees affected in the north, we will see a winter of ‘levelling down’ and the north-south divide getting bigger.”\n\nMeanwhile, Labour’s Jonathan Ashworth has pointed out that – by contrast – few Tory ministers have seen local lockdowns in their constituencies, suggesting there even may be “political interference”.\n\nIt is feared the economic long-term impact could disproportionately leave the Red Wall – across the midlands, north and Wales – much worse off, with many jobs lost in retail and hospitality.\n\n“They expect this to hit the Red Wall worse than anywhere,” said one insider.\n\n“There are MPs who think the government worries too much about the Red Wall, and say there are other areas of the country and other people who voted Tory, but it’s definitely true that the first test of any policy outside of Covid is the Red Wall test.”\n\nOne northern Tory simply added: “It’s a constantly moving challenge of keeping the economy moving and ensuring the NHS is not overwhelmed.\n\n“I think we all need to accept that we will be living a quiet life for the next year.”Certain crimes, such as counterfeiting currency or mail theft, are automatically tried at a federal level, as are cases in which the US is a party or those which involve constitutional violations. Others can be tried in federal courts based on the severity of the crimes."