"A police officer who almost died after being poisoned in the Salisbury novichok attack in 2018 has announced he is quitting the force because he can “no longer do the job”.\n\nDetective Sergeant Nick Bailey said he was leaving Wiltshire Police after 18 years because he now knew he would “not find peace” while remaining an officer.\n\nAt the end of a statement on Twitter, he used the hashtag #MentalHealthMatters.\n\n“After 18 years in the Police Force I’ve had to admit defeat and accept that I can no longer do the job,” the statement read. “I wanted to be a Police Officer since I was a teenager, I couldn't envisage doing anything else, which is why this makes me so sad.\n\n“Like most Police Officers, I’ve experienced my fair share of trauma, violence, upset, injury and grief. We deal with it, take it on the chin and keep going because that’s our job. But we’re still human and the impact this has shouldn’t be underestimated.”\n\n“The events in Salisbury in March 2018 took so much from me and although I’ve tried so hard to make it work, I know that I won’t find peace whilst remaining in that environment. Policing will remain in my heart and I feel honoured and privileged to have been part of Wiltshire Police.”\n\nMr Bailey was the first investigator to enter Sergei Skripal’s home after the former double agent and his daughter fell ill in March 2018.\n\nMr Bailey and other officers did not know at the time that novichok had been used, but later found the nerve agent had been smeared on a door handle.\n\nHe spent two weeks in intensive care following his poisoning, during which time his wife and two daughters feared he would die. After being discharged from hospital, Mr Bailey said he and his family had endured an “emotional battering”.\n\n“Not only did we lose the house, we lost all of our possessions, including everything the kids owned, we lost all that, the cars,” he said at the time. “We lost everything. And yeah it’s been very difficult to kind of come to terms with that.”\n\nMr Bailey made a third attempt to go back to work in June this year, describing how he “couldn’t deal with being in a police environment”, after efforts to return in September 2018 and in January 2019.\n\nThe Skripals survived but the incident later claimed the life of Dawn Sturgess after she came into contact with a perfume bottle believed to have been used in the attack and then discarded.\n\nHer partner, Charlie Rowley, was left seriously ill but recovered.\n\nTwo Russian nationals have been accused of travelling to the UK to try to murder Mr Skripal with novichok.\n\nThe suspects – known by aliases Alexander Petrov and Ruslan Boshirov – were caught on CCTV in Salisbury the day before the attack.\n\nMoscow has repeatedly denied any involvement, with President Vladimir Putin claiming the two suspects were civilians.Police forces are to be given the personal details of people told to self-isolate by the government’s test-and-trace service in an effort to help officers enforce the quarantine rules.\n\nMinisters have agreed a deal with the National Police Chiefs Council that will allow officers to request on a case-by-case basis information including the name, address and contact details of people who have been told to isolate.\n\nThe move, first reported by the Health Service Journal, was confirmed on Friday night after the Department of Health and Social Care updated its online guidance about how personal information would be handled.\n\nThe HSJ reported the changes have sparked concerns among some senior health officials that the sharing of data with the police could shake confidence in the service and reduce people’s willingness to cooperate, especially among minority communities.\n\nThe DHSC confirmed the deal had been struck with police but emphasised no health data would be shared with police officers. Only people living in England will be affected.\n\nA memorandum of understanding between the DHSC and the National Police Chiefs Council was agreed last weekend amid concerns officers were unable to police the self-isolation rules after a positive coronavirus test without being able to verify whether individuals had been told to self-isolate. Public Health England will share the information with police on a case-by-case basis with officers expected to call a helpline to make requests as needed.\n\nThe HSJ said the office of chief medical officer Chris Whitty had “expressed significant reservations” about the changes and warned it could discourage people from being tested if they knew police could access their information.\n\nA DHSC source told the HSJ: “The [CMO’s office] are worried that people will simply stop getting tested because it just opens them up to the risk of being tracked by police and fined, and so the department is creating a strong disincentive to testing, which creates a big public health risk.”\n\nBut a separate government source defended the changes as a “balanced and pragmatic solution” to a “tricky problem”.\n\nThey argued that making self-isolation legally enforceable was an appropriate “quid pro quo” for the financial support being given to those people by government, and it was right that police had what they needed to ensure people followed the rules.\n\nThe new guidance says anyone who is told to self-isolate by NHS test and trace will be regularly contacted by phone and text. If the service is unable to reach people or they refuse to self-isolate information will be passed to local councils.\n\nThe guidance adds: “If there is evidence to suggest you are not complying with the duty to self-isolate without reasonable justification, your local authority may pass this information on to local police forces to investigate further. This may lead to enforcement action being taken against you, which could include you being fined.”\n\nThe guidance also states: “A police force may request information relating to positive Covid-19 tests from the NHS Test & Trace programme directly, where they are investigating a report of someone who may not be complying with the mandatory self-isolation period.”\n\nA DHCS spokesperson said: “It is a legal requirement for people who have tested positive for Covid-19 and their close contacts to self-isolate when formally notified to do so.Azerbaijan's foreign ministry said the decision was based on statements by the presidents of the US, France and Russia, representing the OSCE Minsk Group - a body set up in 1992 and chaired by the three countries to mediate the Nagorno-Karabakh conflict.The order followed elections in March last year - the first since the military seized power in 2014 and the first chance to vote for many young people and first-time voters. The elections were seen as an opportunity for change after years of military rule.HuffPost is part of Verizon Media. We and our partners will store and/or access information on your device through the use of cookies and similar technologies, to display personalised ads and content, for ad and content measurement, audience insights and product development.\n\nYour personal data that may be used\n\nInformation about your device and internet connection, including your IP address\n\nBrowsing and search activity while using Verizon Media websites and apps\n\nPrecise location\n\nFind out more about how we use your information in our Privacy Policy and Cookie Policy.\n\nTo enable Verizon Media and our partners to process your personal data select 'I agree', or select 'Manage settings' for more information and to manage your choices. You can change your choices at any time by visiting Your Privacy Controls.HuffPost is part of Verizon Media. We and our partners will store and/or access information on your device through the use of cookies and similar technologies, to display personalised ads and content, for ad and content measurement, audience insights and product development.\n\nYour personal data that may be used\n\nInformation about your device and internet connection, including your IP address\n\nBrowsing and search activity while using Verizon Media websites and apps\n\nPrecise location\n\nFind out more about how we use your information in our Privacy Policy and Cookie Policy.\n\nTo enable Verizon Media and our partners to process your personal data select 'I agree', or select 'Manage settings' for more information and to manage your choices. You can change your choices at any time by visiting Your Privacy Controls.© Provided by The Independent\n\nJennifer Arcuri has reportedly admitted having an affair with Boris Johnson months after he faced allegations of using his position as mayor of London to get the US businesswoman favourable treatment.\n\nThe prime minister was formally referred to the police watchdog last year over the awarding of public money and trade trips attended by Ms Arcuri while he was at City Hall between 2008 and 2016.\n\nFollowing a nine-month inquiry the Independent Office for Police Conduct (IOPC) found no evidence Mr Johnson influenced the payment of thousands of pounds to the US businesswoman and said it would not launch a criminal investigation.\n\nHowever, it found that the prime minister would have been “wise” to declare a conflict of interest and said failure to do so could have constituted a breach of the so-called Nolan principles on conduct expected from public servants, which include integrity, selflessness, openness and honesty.\n\nThe watchdog also said it was unable to determine the nature of Mr Johnson’s relationship with Ms Arcuri, but said there was a “close association” between the pair which “may have been intimate” during the relevant period.\n\nAccording to an interview with the Daily Mail on Saturday, when asked if she had had an affair with then-mayor of London, Ms Arcuri replied: “I think that goes without saying… It’s pretty much out there… But I’m not going to talk about it.”\n\nAt the time, Mr Johnson was married to Marina Wheeler, who he has four children with, but the couple have since divorced and the prime minister is now engaged to Carrie Symonds, a former director of communications at the Conservative party.\n\nAddressing the issue in May, a spokesperson for the prime minister said: “We welcome the fact that this politically motivated complaint has been thrown out. Such vexatious claims of impropriety in office were untrue and unfounded.\n\n“An independent review by the government Internal Audit Agency similarly showed the claims made by the Labour Party were false. This was not a policing matter, and we consider this was a waste of police time”.\n\nIPOC director general Michael Lockwood also said in a statement: “The IOPC completed a thorough, independent and impartial assessment to determine if there were reasonable grounds to suspect the criminal offence of misconduct in public office had occurred.\n\n“We found no evidence to indicate that Mr Johnson influenced the payment of any sponsorship monies to Ms Arcuri or that he influenced or played an active part in securing her participation in trade missions.”\n\nBut he added: “There was evidence to suggest that those officers making decisions about sponsorship monies and attendance on trade missions thought that there was a close relationship between Mr Johnson and Ms Arcuri, and this influenced their decision-making.”© Photo: UK PARLIAMENT / JESSICA TAYLOR British Prime Minister Boris Johnson\n\nEuropean and British negotiators will be in touch Monday to discuss the \"structure\" of post-Brexit trade talks, despite London's threat on Friday to walk away unless there was a major shift in Brussels' approach.\n\nAn EU spokesman tweeted that chief negotiator Michel Barnier held video talks with his British counterpart David Frost on Friday after the results of European summit provoked an angry response in London.\n\n© Photo: UK PARLIAMENT / JESSICA TAYLOR Boris Johnson on Friday kept the door open to more Brexit talks but insisted Britain was ready to slam it shut unless the EU offers \"fundamental change\". Photo: UK PARLIAMENT / JESSICA TAYLOR\n\nBritain Prime Minister Boris Johnson said there was no point in holding any more talks without a dramatic softening of the EU's position, bringing a step closer the possibility that the planned divorce at the end of the year will end acrimoniously.\n\n© Photo: AFP / Kenzo Tribouillard President of the European Council Charles Michel\n\n\"As far as we're concerned the trade talks are over,\" Johnson's official spokesman told reporters after an EU summit Thursday proposed a fresh round of talks next week in London, while demanding Britain give ground on key stumbling blocks.\n\n\"The EU have effectively ended them, and only if the EU fundamentally changes its position will it be worth talking,\" he added.\n\n© Photo: AFP / Tupac POINTU Comparisons of the EU-27 and Britain for area, population and GDP. Photo: AFP / Tupac POINTU\n\nJohnson, accusing the 27-nation bloc of failing \"to negotiate seriously\" in recent months, said the summit outcome had ruled out a comprehensive, Canada-style free trade agreement between the EU and Britain.\n\n© Photo: AFP / Gillian HANDYSIDE Key Brexit dates\n\n\"They want the continued ability to control our legislative freedom, our fisheries, in a way that is obviously unacceptable to an independent country,\" he said.\n\n\"And so with high hearts and complete confidence, we will prepare to embrace the alternative,\" Johnson said, adding Britain should \"get ready\" to operate on stripped-down World Trade Organization rules from January.\n\n© Photo: AFP / Kenzo Tribouillard President of the European Council Charles Michel was taking part in the EU summit this week. Photo: AFP / Kenzo Tribouillard\n\nBut EU spokesman Daniel Ferrie later said that both negotiators \"agreed to talk again on Monday to discuss the structure\" of future talks.\n\n© Photo: AFP / Gillian HANDYSIDE Key events in the Brexit process. Photo: AFP / Gillian HANDYSIDE\n\nThe prime minster's comments weighed on the British pound on currency markets.\n\nTo compound matters, Moody's on Friday cut the rating on Britain's debt a notch to Aa3, citing a weakening economy \"exacerbated\" by Brexit.\n\n\"The UK's economic strength has diminished since we downgraded the rating to Aa2 in September 2017,\" Moody's said in a statement. \"Growth has been meaningfully weaker than expected and is likely to remain so in the future... exacerbated by the decision to leave the EU and by the UK's subsequent inability to reach a trade deal with the EU.\"\n\n© Photo: UK PARLIAMENT / JESSICA TAYLOR Britain's Prime Minister Boris Johnson accused the EU of failing to 'negotiate seriously'. Photo: UK PARLIAMENT / JESSICA TAYLOR\n\nAfter nearly five decades of British integration with Europe a \"no deal\" outcome will mean tariffs and potential chaos for companies trading across the Channel, especially for goods transportation.\n\nIt could also arrive in the middle of a winter surge of the coronavirus pandemic, which has already been worsening since last month across Britain and the rest of Europe.\n\nJohnson had set the EU summit as a deadline for a deal, but he is under pressure after fresh warnings that British companies are far from ready for the consequences of a cliff-edge divorce when a post-Brexit transition period ends on December 31.\n\n© Photo: UK PARLIAMENT / JESSICA TAYLOR British Prime Minister Boris Johnson\n\nThe prime minister has repeatedly refused to extend the transition period.\n\nBritain wants to reassert sovereignty over its waters and refuse EU legal oversight over any deal, insisting it wants an overarching trade deal of the kind the EU adopted with Canada in 2017.\n\nBrussels in turn points out that Britain's economy is far more integrated with the EU's than Canada's and that the EU single market must be protected from backsliding on regulation or state aid by Britain.\n\nAt their Brussels summit, EU leaders demanded Britain compromise on fair trade rules to unblock the stalled post-Brexit talks.\n\nGerman Chancellor Angela Merkel said that both sides should cede ground to break the impasse.\n\nChief negotiator Michel Barnier proposed the meetings in London next week and the EU confirmed he had planned to head to the British capital to intensify negotiations from Monday.\n\nHowever, UK negotiator David Frost told Barnier there was \"no basis for negotiations in London as of Monday\" in light of Johnson's declaration, a spokesman at 10 Downing Street said.\n\n\"We are ready to continue to talk, in good faith, to advance, but I will also be very clear: we will not sacrifice any position, any interest and we will not sacrifice our fishermen,\" French President Emmanuel Macron said.\n\nCopyright AFP. All rights reserved.W HEN JAMES returned from the hospital after the birth of his son, he was surprised to find a bottle of whisky and some cans of lager on his doorstep. The mystery was soon solved. Under covid-19 rules, James was allowed into the hospital where his partner Annie was due to give birth only once active labour had begun. Thirty-six hours after being admitted for an induction, Annie found herself on a delivery ward in the early hours of the morning desperately trying to rouse her sleeping husband by phone. When that failed, she resorted to ordering a delivery from a local off-licence in the hope that the doorbell would prove more effective. In the event, he woke before the booze arrived.\n\nJames made it to the hospital on time and all went well. Others have not been so lucky. “I’ve heard real horror stories of what women have had to face alone, whether it’s awful news at a scan or going through a difficult birth without your partner there,” says Joeli Brearley of Pregnant Then Screwed, a campaign group. As Britain locked down in March, hospitals limited the number of visitors allowed on their premises. Pregnant women had to attend 12- and 20-week scans, and go through much of the process of labour, alone. Non-essential retail reopened in June, followed by pubs and restaurants in July, but tight restrictions have remained in place limiting access to maternity services and post-birth visits by new fathers. A petition calling for the rules to be loosened across Britain has received over 440,000 signatures and the backing of 60 MP s.\n\nThe Royal College of Midwives, a trade union and professional body, acknowledges that “the support of a partner during scans and labour is important”, but argues that restricting access to some services means that “maternity teams can continue to deliver good-quality, safe care, protecting pregnant women and the midwives who care for them.” Others are less convinced. “It’s important to remember that the vast majority of birth partners live with the woman giving birth,” says Jeremy Davies of the Fatherhood Institute, a think-tank. “We haven’t had a sudden spike in virgin conceptions.” Evidence suggests the presence of partners leads to better medical outcomes, partly because it reduces stress and anxiety during birth.\n\nIn response to rising discontent the NHS issued new guidance for maternity services on September 8th. But campaigners say that interpretations of the guidelines vary widely across the country and most services remain closed to partners. The concept of “active labour” is especially slippery. “It’s not like this stuff runs on a timetable,” says a midwife. As of late September, fewer than one in four hospital trusts were allowing partners to be present for the whole of labour and half were still banning women from being accompanied to their 12-week scan. As Ms Brearley says, “No one should have to find out they have miscarried alone.” ■\n\nEditor’s note: Some of our covid-19 coverage is free for readers of The Economist Today, our daily newsletter. For more stories and our pandemic tracker, see our hubDetective Sergeant Nick Bailey says he ‘admits defeat’ (Picture: AFP/Getty Images/REX/Shutterstock)\n\nA police officer who fell seriously ill after the Salisbury Novichok attack has quit the force because he ‘can no longer do the job’.\n\nDetective Sergeant Nick Bailey said on Twitter he ‘had to admit defeat’ and is leaving the force after 18 years, adding the poisoning in March 2018 ‘took so much from me’.\n\nHe was the first person to enter the home of Sergei Skripal after the Russian former double agent and his daughter Yulia were found poisoned on a park bench in the city.\n\nThe Wiltshire Police officer was exposed to Novichok after going into the property, where the deadly nerve agent had been smeared on a door handle.\n\nAdvertisement\n\nAdvertisement\n\nIn a series of tweets this afternoon, Mr Bailey said: ‘After 18 years in the police force I’ve had to admit defeat and accept that I can no longer do the job.\n\n‘I wanted to be a police officer since I was a teenager, I couldn’t envisage doing anything else, which is why this makes me so sad.\n\n‘Like most police officers, I’ve experienced my fair share of trauma, violence, upset, injury and grief.\n\nMr Bailey said he wanted to be a police officer since he was a teenager and ‘couldn’t envisage doing anything else’ (Picture: REX/Shutterstock)\n\n‘We deal with it, take it on the chin and keep going because that’s our job. But we’re still human and the impact this has shouldn’t be underestimated.\n\n‘The events in Salisbury in March 2018 took so much from me and although I’ve tried so hard to make it work, I know that I won’t find peace whilst remaining in that environment.\n\n‘Policing will remain in my heart and I feel honoured and privileged to have been part of Wiltshire Police.’\n\nMr Bailey spent two weeks in intensive care after he was poisoned, during which time his wife and two daughters feared he would die.\n\nHe made a third attempt to go back to work in June this year, describing how he ‘couldn’t deal with being in a police environment’ after efforts to return in September 2018 and in January 2019.\n\nYulia and Sergei Skripal (pictured) survived the attack, but but the incident later claimed the life of Dawn Sturgess (Picture: Rex/Shutterstock)\n\nWiltshire Police Chief Constable Kier Pritchard wished Mr Bailey the ‘greatest success for the future’ following his retirement, adding that the ‘shocking and unprecedented events changed his life and his family’s lives significantly’.\n\nHe added: ‘It is impossible for any of us to fully understand the impact this event has had on Nick and his family, and the sacrifices they made in trying to come to terms with the situation.\n\n‘Nick’s commitment to the service has never been questioned and this was further illustrated by him making several attempts to return to full duties.\n\n‘He represents the dedication and determination that all of us want to see in police officers across the country.’\n\nWiltshire Police Federation chairman Mark Andrews called Mr Bailey a ‘valued colleague’ and said he would be missed by ‘every police officer who he has come into contact with through his service’.\n\nForensic officers in gas masks investigate the nerve agent poisoning (Picture: PA)\n\nHe added: ‘What happened to Nick is unprecedented and I hope will never happen to any other police officer or any other British citizen again.\n\nAdvertisement\n\nAdvertisement\n\n‘I can only hope that one day the offenders will be brought to justice and Nick will be able to rest knowing that.\n\n‘I know both physically and mentally it’s been tough, but Nick showed the real resilience of an excellent police officer by continuing to fight.’\n\nThe Skripals survived the attack but the incident later claimed the life of Dawn Sturgess after she came into contact with a perfume bottle believed to have been used in the attack and then discarded.\n\nHer partner, Charlie Rowley, was left seriously ill but recovered.\n\nTwo Russian nationals have been accused of travelling to the UK to try to murder Mr Skripal with Novichok.\n\nThe suspects – known by aliases Alexander Petrov and Ruslan Boshirov – were caught on CCTV in Salisbury the day before the attack.\n\nMoscow has repeatedly denied any involvement, with President Vladimir Putin claiming the two suspects were civilians.\n\nGet in touch with our news team by emailing us at webnews@metro.co.uk.\n\nFor more stories like this, check our news page.\n\nAdvertisement AdvertisementIn a statement, King Willem-Alexander and Queen Maxima said: \"We see people's reactions to media reports. They are intense, and they affect us. We do not want to leave any doubt about it: to get the Covid-19 virus under control, it is necessary to follow the guidelines. The discussion of our holiday does not contribute to that.\""