"The man who beheaded a history teacher in a Parisian suburb asked students to point out his victim before he launched the attack on Friday afternoon.\n\nAs more details emerged of the grisly murder, authorities named the teacher as Samuel Paty, 47.\n\nPresident Emmanuel Macron said on Saturday the country’s fight against Islamic terrorism was “existential” after the teacher was killed in the wake of showing his pupils caricatures of the Prophet Muhammad from French satirical weekly magazine Charlie Hebdo.\n\nMr Paty taught history and geography at the school in Conflans-Sainte-Honorine, 30 km (20 miles) northwest of Paris.\n\nFrench police said the suspect was an 18-year-old born in Moscow of Chechen origin. He had been granted a 10-year residency in France as a refugee in March and was armed with a knife and an airsoft gun, which fires plastic pellets.\n\nFrance's anti-terrorism prosecutor's office said that authorities investigating the killing have also arrested nine suspects, including the grandparents, parents and 17-year-old brother of the attacker.\n\nPolice said they opened fire after the attacker failed to respond to orders to put down his arms and acted in a threatening manner.\n\nThe teacher had received threats after opening a discussion \"for a debate\" about caricatures about 10 days ago, a police official told the Associated Press. The parent of a student had filed a complaint against the teacher, another police official said.\n\nThe French anti-terrorism prosecutor Jean-Francois Ricard said a text claiming responsibility and a photograph of the victim were found on the suspect's phone. Mr Ricard said the suspect had been seen at the school asking students about the teacher, and the headmaster had received several threatening phone calls.\n\nThe man who beheaded the teacher outside the school where he taught had approached pupils in the street and asked them to point out his victim, Mr Ricard said on Saturday.\n\nSpeaking at a news conference, Mr Ricard also said that the attacker, after beheading the teacher, had posted a photograph of the teacher's body on Twitter, accompanied by a message saying he had carried out the killing.\n\nCharlie Hebdo tweeted: “Charlie Hebdo expresses its sense of horror and revolt after a teacher in the line of duty was murdered by a religious fanatic. We express our deepest support to his family, loved ones and all the teachers.\n\n“Intolerance has just crossed a new threshold and seems to stop at nothing to impose its terror on our country. Only the determination of political power and the solidarity of all will defeat this fascist ideology. This filthy act mourns our democracy but must make us more combative than ever to defend our freedom.”\n\nOn Saturday, Prime Minister Jean Castex said France will react with the greatest firmness in the wake of the teacher’s beheading.\n\n\"Through one of its defenders, it is the Republic which has been struck in the heart by Islamist terrorism,\" Mr Castex tweeted.\n\n\"In solidarity with its teachers, the State will react with the greatest firmness so that the Republic and its citizens live, free! We will never give up. Never.\"\n\nCaroline Fourest, a prominent French feminist journalist who is a former Charlie Hebdo columnist, told BBC Radio 4’s Today: “I was very, very shocked. Not that this murder was a surprise – now we have lived for almost eight years under the permanent threat of terrorist attack.\n\n“We are particularly shocked because this attack targets a teacher. In the history of the French Republic, teachers symbolise a very special figure. The one who gives you hope for unity and fraternity.\n\n“Sometimes we have the feeling that this battle against religious fanaticism is endless but the only secret hope we have is that teachers, with their patience and pedagogy, will be able to block and diffuse hatred and fanaticism in the heart of the next generation by making them understand satirical culture, Charlie Hebdo, and freedom of speech. But yesterday a bit of that hope was beheaded.”\n\nShe argued those who “dare to” defend secularism and freedom of speech in the country are under great strain.\n\nMs Fourest added: “We cannot win a war because it is an asymmetric war, between reason on one side and madness on the other side. You can be patient and precise. You can explain again and again and again.”\n\nHer comments come after two journalists from a film production firm were stabbed with a meat cleaver outside the old offices of Charlie Hebdo three weeks ago.\n\nAn 18-year-old man from Pakistan who was arrested for the attack told police he was upset Charlie Hebdo had republished caricatures of the prophet of Islam.\n\nFourteen people who are suspected of being involved in the 2015 terror attack on Charlie Hebdo, which took place after the paper published caricatures of the prophet of Islam are currently on trial in Paris – with the trial set to go on until November.\n\nIn the French National Assembly, the equivalent of parliament, deputies stood up to pay tribute to the teacher.Note: for almost 12 months during the Persons Unknown prosecution, the author’s home was placed under electronic surveillance by Special Branch. The author subsequently played a part in the closure of the 70-year-old blacklisting and espionage agency, the Economic League.\n\nThe Tory government is progressing a bill to legalise the criminal activities of Covert Human Intelligence Sources (CHIS) who work with the police, MI5, and other state agencies. It passed its second reading on the 5 October, with Labour, under Starmer, mostly abstaining.\n\nBut it is possibly one of the most dangerous bills to be put before the country in decades, legalising highly discredited practices. This article gives extensive background to some of these practices and shows why this legislation needs ditching, not amending.\n\nThe legislation\n\nThe bill provides for:\n\nBodies that can authorise agents to infiltrate or act as informants will include police forces from all four UK countries; police from MoD, Royal Military, Royal Navy, RAF, and British Transport; HMRC, the Home Office, and the National Crime Agency. According to the College of Policing, CHIS can include: ‘victims, witnesses, suspects, colleagues such as local and field intelligence officers, community sources including community and race advisers, local councillors, religious leaders and members of the community’.\n\nBill questioned\n\n\n\nReprieve, the Pat Finucane Centre, Privacy International, the Committee on the Administration of Justice, and Rights and Security International have jointly criticised the bill. In particular, they point out:\n\nThere is no express prohibition on authorising crimes that would constitute human rights violations, including murder, torture (e.g. punishment shootings), kidnap, or sexual offences, or on conduct that would interfere with the course of justice; The Bill relies on the Human Rights Act as a safeguard, despite the Government making clear that it does not believe that the Human Rights Act applies to abuses committed by its agents, even torture.\n\nThey added:\n\nthe Bill provides for the unprecedented ‘legalisation’ of even serious crimes by covert agents. Authorised criminal offences committed by CHIS would be rendered ‘lawful for all purposes’.\n\nThey also said:\n\nThe Bill also bars survivors of abuses, such as the victims of the ‘Spy Cops’ scandal, from seeking redress through the courts, by protecting those who commit authorised crimes from civil liability forever.\n\nLicence to kill?\n\nBut in a debate in the Commons, the solicitor general was keen to respond to the claim that the bill provides a licence to kill:\n\ncovert human intelligence sources will never be provided with unlimited authority to commit all or any crime. They will never be provided with an authorisation that is contrary to our obligations under the Human Rights Act. The Bill makes that specifically clear. This is not a “licence to kill” Bill.\n\nHome Office minister James Brokenshire explained how criminal conduct authorisation to a source:\n\nmay be granted only where it is necessary for one of three statutory purposes: national security, the prevention or detection of crime, or in the interests of the economic wellbeing of the UK.\n\nHe also said:\n\nWe do not believe, however, that it is appropriate to draw up a list of specific crimes that may be authorised or prohibited.\n\nLabour’s Zarah Sultana disagreed and was forthright in her condemnation of the bill:\n\nThis Bill must be opposed. It places no limits on the crimes that state agents can be authorised to commit. It does not prohibit torture. It does not prohibit murder. ​It does not prohibit sexual violence.\n\nSexual and relationship abuse\n\nWith regard to the last point, it’s known that some undercover officers (UCOs) formed long-term sexual relationships with women activists to provide cover. More than thirty women are believed to have been exploited in this way.\n\nFor example, UCO Robert Lambert (cover name Bob Robinson) had relationships with four women and used those relationships to spy on animal rights and environmental activists. Here’s the story of Lambert’s son, fathered with ‘Jacqui’:\n\nMark Kennedy (cover name Mark Stone) also exploited women to provide cover: with ‘Lisa Jones’ over six years; with Kate (‘Lily’) over two years; with ‘Naomi’; and with Sarah Hampton. ‘Lisa Jones’ and Kate (Wilson) explain what happened:\n\nThe Met was forced to issue an apology to the women and a spokesperson added:\n\nit has become apparent that some officers, acting undercover whilst seeking to infiltrate protest groups, entered into long-term intimate sexual relationships with women which were abusive, deceitful, manipulative and wrong.\n\nHowever, the Crown Prosecution Service (CPS) ruled that no UCO would be prosecuted for “having non-consensual sexual relations with any member of the public”.\n\nWhen infiltration goes wrong\n\n\n\nMany spycops were identified by the Undercover Research Group and other researchers. Some were members of the Special Demonstration Squad (SDS), a Special Branch unit that infiltrated political groups between 1968 and 2008. Around 100 covert identities used by the SDS to infiltrate organisations have been identified.\n\nHM’s Inspectorate of Constabulary revealed that 3,466 undercover operations took place in England and Wales between October 2009 and September 2013 alone. These operations were carried out by the National Public Order Intelligence Unit (NPOIU) – the successor to the SDS. It also found that by 2014 a reported 1,229 officers in England and Wales were trained as UCOs. Here is a searchable list of political groups and the known UCOs who spied on them.\n\nKennedy was part of the NPOIU) – the successor to the SDS. He infiltrated and participated in the activities of numerous protest groups in the UK and across Europe (such as Scotland, north of Ireland, Irish Republic, Germany, Denmark, France and Iceland among other places). They included “Dissent!, Rising Tide, Saving Iceland, Workers’ Solidarity Movements, Rossport Solidarity, Climate Camp, Climate Justice Action and others”.\n\nTwo of the protest actions Kennedy participated in were Operation Aeroscope and Operation Pegasus. The latter saw 29 protesters convicted of various offences in 2009 after they blocked a train carrying coal heading for the Drax power station, North Yorkshire. Aeroscope resulted in a pre-emptive raid by police of a meeting to plan the invasion of the Ratcliffe-on-Soar power station and the arrest of 114 protesters. 26 people were accused of conspiracy to commit aggravated trespass and 20 were convicted, although not jailed.\n\nA further six of the accused, who were running a different defence and were therefore facing a separate trial, exposed Kennedy’s role in the action. The prosecution abandoned the trial when asked for more details about the UCO who played a part in “organising and helping to fund the protest”.\n\nFurthermore, it transpired the CPS knew all along of Kennedy’s role in the action and during the trial of the 20 it ensured that:\n\nKennedy’s evidence was kept from court. Moreover, the Independent Police Complaints Commission later found that the CPS also knew about the activists’ plan, not only before it happened but before many of the activists themselves. Furthermore, Felicity Gerry, the prosecutor in the trial of the 20, had been informed about the existence of an undercover officer and had known Mark Kennedy’s true identity a week before any of the activists did.\n\nConvictions quashed\n\nConsequently, the 20 also had their convictions quashed. The activists who targeted Drax power station also had their convictions quashed as a result of Kennedy’s role. Here are extracts of transcripts the CPS had in its possession months prior to the Ratcliffe trial, but held back from the defence team: Page 1, Page 2, Page 3, Page 4, Page 5, Appendix. (Note: defendants’ names are redacted by this author for privacy purposes).\n\nBoth the Ratcliffe and Drax cases were overseen by Nick Paul, based in the London CPS office that he shared with director of public prosecutions Keir Starmer. Starmer refused to accept that the problems Kennedy’s role presented was systemic, even though there was plentiful evidence to the contrary\n\nIndeed, COPS (Campaign Opposing Police Surveillance) claims:\n\nIf the other 150 or so officers have similar tallies [as Kennedy], it means about 7,000 wrongful convictions are being left to stand. Even if we conservatively estimate just one false conviction per officer per year of service, it adds up to about 600. It may well be that spycops are responsible for the biggest nobbling of the judicial system in English history.\n\nAnother example\n\n\n\nIn 2008, a group of environmental activists were arrested in France. Nine people, known as the Tarnac 9, were initially charged with terrorism. Essentially they were accused of participating in sabotage attacks against high-speed TGV train routes. They were alleged to have done this by obstructing power cables with horseshoe-shaped iron bars, that delayed 160 trains. A judge later ruled that they wouldn’t be tried for terrorism.\n\nDetective chief inspector Richard May, of the UK’s NDEU (National Domestic Extremism Unit) provided assistance to the French prosecutors. It turned out the group had been infiltrated by Kennedy.\n\nOne of the defendants, Julien Coupat, contacted a UK source for further information and the entire dossier (which concerns transcripts by Kennedy) was supplied. On page 27, dated 13 June 2008, Kennedy was instructed to: “put 5×5 on re Halpin visiting Julien at his Farm”. This is shorthand for 5x5x5 intelligence reports on page 20. ‘Halpin’ is Harry Halpin, a US citizen and core participant of the Undercover Policing Inquiry. On page 29 of the dossier, dated 4 June 2008, Kennedy confirms he received “concise instructions” regarding Julien (Coupat), Halpin, and others. That information, including names of authorising officers, was relayed to the Tarnac support group by this author:\n\nAnd there was this DM:\n\nIn time, the case collapsed and all but one of the defendants – who was jailed for six months on a minor charge – were freed.\n\nIt’s not all about UCOs\n\nIntelligence is not only sourced by UCOs but other actors. For example, a report by Desmond de Silva QC into the murder of north of Ireland lawyer Pat Finucane in front of his children blamed “agents of the state”. Referring to the British army’s Force Research Unit that worked closely with the paramilitary UDA (Ulster Defence Association), SDLP MP Mark Durkan said:\n\nBetween special branch, FRU and secret services we had a culture of anything goes but nobody knows.\n\nAnd there was the ‘black ops’ unit Zeus Security, managed by Peter Hamilton. Zeus was reportedly contracted by MI5 to spy upon environmental protesters who tried to halt the building of Sizewell ‘B’ nuclear reactor in Suffolk. Gary Murray explained that Hamilton was:\n\na former member of Army Intelligence, where he held the rank of Major. Documents and tapes in my possession link this man to the highest echelons of British Intelligence.\n\nHe added:\n\nDuring my investigation I successfully recorded conversations with Hamilton admitting his services were being utilised by the Economic League.\n\nThis author discovered that Zeus was financed by James Goldsmith (named in an unpublished version of ‘Spycatcher’ by former British spy Peter Wright as one of several persons who sought to ensure the Labour Party would not return to government). Zeus was owned by Antonio von Marx, Goldsmith’s nephew. Murray claimed that the murder of Sizewell B protester Hilda Murrell was conducted by “private investigators or security consultants acting on behalf of a government department”.\n\nLord Chalfont joined the board of Zeus in 1981, but once his role was revealed (again, by this author) he was forced to resign his position as head of the Independent Broadcasting Authority.\n\nThere’s also the private operators\n\nChalfont was also linked to private surveillance operator Paul Mercer, who infiltrated various campaign groups. In 2007, Mercer was exposed for his role in monitoring the Campaign Against Arms Trade. His contract was via Global Open (GO), a private surveillance firm. GO included Kennedy and Rod Leeming (formerly of Special Branch). Between 1987 and 1991 Mercer served as the Conservative Borough Councillor in Charnwood.\n\nAt a January 2011 meeting organised by think tank Policy Exchange, Mercer claimed to have “covered and having been on pretty well every major public order disturbance in London over that period”, including the Poll Tax Riots of 1990 and Mayday 2001.\n\nNot forgetting blacklisting\n\nDuring the Commons debate on the CHIS bill, MP Nick Thomas-Symonds referred to a Metropolitan police’s investigation into police collusion in blacklisting that concluded:\n\non the balance of probabilities, the allegation that the police or special branches supplied information is ‘proven.’ Material revealed a potentially improper flow of information from Special Branch to external organisations, which ultimately appeared on the blacklist.\n\nIndeed, the Met admitted collusion and that thousands of its files on undercover policing went ‘missing‘ or were destroyed.\n\nThe main blacklisting intelligence agency was the Economic League (EL), which has a long history of collaboration (diagram courtesy of Spies At Work):\n\nThe EL collapsed after activists published internal documents showing it was financially unviable. It’s estimated that at least 40,000 workers were blacklisted by several hundred companies subscribed to the EL. One victim was actor Ricky Tomlinson, who was previously a plasterer. He was secretly targeted by prime minister Edward Heath with the assistance of the Information Research Department (IRD), a Foreign & Commonwealth Office (FCO) funded propaganda unit.\n\nHere’s Tomlinson’s story:\n\nMore blacklisting collusion\n\nThe EL’s successor was the much smaller Consulting Association (CA). More than 3,000 construction workers were targeted by that agency.\n\nThe Independent Police Complaints Commission (IPCC) suggested that police colluded in the Consulting Association’s blacklist, saying it was “likely that all special branches were involved in providing information”.\n\nIndeed, it’s known that detective chief inspector Gordon Mills of the NPIOU’s sister unit, the National Extremism Tactical Coordination Unit (NETCU), met with the CA. Here is a leaked copy of notes from that meeting.\n\nDitch the bill\n\n\n\nAs shown, the deployment of human intelligence sources can easily lead to relationship abuse. And infiltration can also result in miscarriages of justice. Such sources may also, wittingly or otherwise, provide information that can contribute to blacklisting of one sort or another.\n\nDespite government caveats, the CHIS bill is possibly one of the most dangerous to be put before parliament in decades. It should not be amended but ditched.\n\nFeatured image supplied with permissionThe Electoral Commission (EC) is soon to be reviewed by the Committee on Standards in Public Life. Its independence could be under threat. And this means our democracy is also threatened.\n\nThe last decade has seen Britain’s electoral landscape move from the cash for honours scandal, various expenses scandals, to the recent flurry of elections and referendums that have come under scrutiny with accusations of electoral fraud and dodgy campaign finances.\n\nIt’s little wonder that public confidence in politicians and the election process is so low. But removing the independence of the EC will not instill greater confidence. The electoral commission needs reform, not abolition.\n\nThe Canary will be keeping a keen eye on the progress of this review in our mission to hold truth to power. This article is, therefore, the first in a series that will investigate this issue from all angles. We’ll keep pressure on political parties who could threaten the democratic process at a time when public confidence in politics is at an all-time low.\n\nThe review is not expected until June 2021. The public consultation, however, has already been carried out and there are a number of issues to explore that hold politicians across the spectrum to account\n\nThe threat\n\nThe EC has been an independent body since 2001. It monitors elections and helps the election process happen. The EC was formed from the Political Parties, Elections and Referendums Act 2000 (PPERA).\n\nThe Committee on Standards in Public Life has announced a review of electoral regulation in the UK. And there are significant concerns that the Conservative government is looking to severely restrict or abolish the EC altogether.\n\nCo-chair of the Conservative Party Amanda Milling warned that if the EC did not accept further scrutiny and reforms:\n\nand do the job it was set up to do then the only option would be to abolish it.\n\nFair Vote UK countered Milling’s comments by stating:\n\nFair Vote UK agrees that the Commission needs to change – and we stressed this in our own submission to the review – but Milling’s main protests are disingenuous and circular in logic. Firstly, The Electoral Commission is accountable. To Parliament, not Government. This is designed to ensure its non-partisan political independence. It reports to the Speaker of the House of Commons, is governed by the rule of law and is answerable to the courts. Independent regulatory bodies of this type are a common part of the UK constitution. Ask yourself, would an electoral regulator directly answerable to No. 10 be trusted as independent?\n\nOptions for reform\n\nThe EC could well do with reform that hands them greater investigative powers. It is, for example, currently restricted by outdated election laws that don’t account for digital advertising from election and referendum campaigns. This is further compounded by low fines (something the Scottish government tried to remedy by increasing the maximum fine from £10,000 to £500,000 for campaigns that break rules during referendums). An inefficient relationship to the Crown Prosecution Service (CPS) also means that EC investigations run under massive delays.\n\nClearly, there is room for careful reform of the EC in order to provide accountability for campaigning tactics during elections and referendums.\n\nIn the West, there is a mixture of electoral models. Countries such as Germany, and Spain use a mixed model where independent regulators monitor elections. These recommendations are put into action by governments and monitored. Others, such as the US and Sweden use an executive model whereby branches of local government act on behalf of a central body.\n\nWhile the mixed model could be an option in the UK, are we really going to trust this government to carry that out?\n\nDiscrepancies from Vote Leave and the Tory government itself during election seasons have shown that we cannot.\n\nA call to vigilance\n\nIndependent regulation is a deeply important part of a functioning democracy.\n\nThe Conservative government’s slow privatisation of the NHS, its abject failure to implement an effective Test and Trace system, and the continuation of a hostile environment has shown that it cannot be trusted to hold the values of integrity and decency in its actions.\n\nDemocracy is not a singular and stable entity unchanged by political upheaval. Democracy is a process that is vulnerable to manipulation and erosion. Democracy is something that we do. The suggestion of potentially abolishing the EC is a dangerous threat to democracy in the UK. It must be closely watched and resisted.\n\nFeatured image via secretlondon123/FlickrBoom. Bam. You know who it is. This is Drillminister, aka Young Drilly – writing for The Canary. People know me for using my music to fight back against political violence; using words as a weapon against the repression of the poorest people in our society:\n\nBut now, I’ve got to take it to another level.\n\nAn opposition that doesn’t oppose\n\nSince Jeremy Corbyn was hounded out of the Labour Party by the right-wing guard dogs in our billionaire-owned mainstream media, our chances for a fair and equal Britain have been torn from the bones of our society.\n\nIt’s been replaced by an opposition that does not oppose; forcing its members to abstain from voting against the Overseas Operations Bill – legislation that could literally make it easier to commit war crimes.\n\nWe have a resistance that doesn’t resist. It’s one that says nothing, as journalists like Julian Assange who expose war crimes are sat up in the dock like a criminal.\n\nOh wait, hold on.\n\nWasn’t Sir Keir Starmer head of the Crown Prosecution Service (CPS) when they contacted Assange’s Swedish prosecutors to tell them not to drop the case?\n\nAnd if that’s what’s left for us, what’s on the right?\n\nLegally breaking the law\n\nAn openly racist, blonde buffoon, leading a party that has punished poor and disabled people with benefit sanctions. A party that’s left people to starve to death in one of the richest countries in the world.\n\nA governing party, whose chief advisor can openly break the law without getting any shit.\n\nAnd why not?\n\nIf it’s legal for the government to sell arms to Saudi Arabia and train pilots that’ll help to bomb civilians in Yemen – the poorest country in the Middle East with tens of millions of men, women, and children in need of humanitarian aid – then what?\n\nIf it’s legal to give out government contracts worth billions of pounds to businesses linked to high-ranking members of government – without competition and in a time of national crisis – then what?\n\nIf it’s legal to allow the world’s biggest companies to avoid paying tax, losing the country billions of pounds every year – then what?\n\nThen, maybe we need new laws. Maybe we need new leaders.\n\nThe revolution is coming. So is Drillminister.\n\nI am running for London mayor in 2021 because we need a change from this disgusting duopoly that our political system has become.\n\nI am building a manifesto that comes from the bottom up; building a better London by working with those who are currently experiencing the worst of it.\n\nOur campaign needs to hear from those the elites want to ignore.\n\nSo, if you want justice – justice for Grenfell, justice for poor people, and justice for minorities – vote for Drillminister.\n\nWatch Drillminister explain further why he is running for London mayor in 2021:\n\nFeatured image and additional images via DrillministerImagine being spied upon, not just by one undercover police officer, but by at least six. This is what happened to environmental activist Kate Wilson. And now the police have finally admitted that this surveillance of Wilson breached her human rights.\n\nIn 2003, Wilson met undercover police officer Mark Kennedy, and they lived together as lovers for two years. He deceived her and numerous others he became friends with, hiding his real identity as a police spy. Kennedy infiltrated a number of protest groups and gatherings in the UK and across Europe, including Climate Camp, Earth First, and animal rights gatherings.\n\nIt’s hard to imagine the devastating effects that Kennedy has had on Wilson: the trauma she has faced. And yet the new admission by the police shows the terrifying lengths that the police will go to in order to spy on campaigners and activists.\n\nAccording to Police Spies Out of Lives, the Metropolitan Police Service (MPS) and the National Police Chiefs Council (NPCC) have admitted that:\n\nDespite this, the police:\n\ncontinue to claim that authorisations for surveillance of Kate and the environmental and social justice movements she was active in were lawful and legitimate\n\n‘Systematically abusing women since 1968’\n\nWilson has explained that police units “have been systematically abusing women since 1968.” She said that these new admissions:\n\nhave wide reaching significance for the public at large. Over 30 women now know that they were deceived into intimate, sexual relationships with undercover officers. Many more people were subjected to similar infiltration by undercover officers. What happened to me was by no means unique, and hundreds of people will have had their rights violated in this way. These admissions mean it is simply not sustainable to say these operations were legitimate, proportionate, or lawful.\n\nAnd yet the government is going to legalise police spies’ criminal activities\n\nThe admissions that Wilson’s human rights were violated are likely to make no difference to the Tory government. It’s currently progressing a bill to legalise the criminal activities of undercover officers and agents working for the police, MI5, and other state agencies. These agents are known as Covert Human Intelligence Sources (CHIS).\n\nAccording to The Canary’s Tom Coburg, the new CHIS bill “is possibly one of the most dangerous bills to be put before the country in decades, legalising highly discredited practices”.\n\nHuman rights organisations have pointed out that:\n\nThere is no express prohibition on authorising crimes that would constitute human rights violations, including murder, torture (e.g. punishment shootings), kidnap, or sexual offences, or on conduct that would interfere with the course of justice\n\nAnd so, if undercover agents can literally get away with murder, then there will likely be no limit to the extent that they can violate women’s lives and get away with it.\n\nPolice Spies Out of Lives argues that:\n\nKate has fought this case [against the police] for 9 years. She has faced repeated attempts to shut down and delay her case, and fears this [new bill] may be the start of another attempt to close the case down and avoid further scrutiny.\n\nThe abuse and objectification of women by police spies spotlights institutional sexism within the UK. The fact that the government wants to introduce a bill which gives these spies complete impunity means there’s likely to be no end to the psychological, sexual, and emotional abuse of women at the hands of the state.\n\nFeatured image via Police Spies Out Of LivesClose to the end of Hari Kunzru’s new novel, Red Pill, the narrator is telling a Manhattan therapist about his deranged attempts to expose Anton, an alt-right screenwriter who he believes is stirring up dangerous political forces. The therapist scoffs that Anton’s television shows hardly make him a significant figure: “Dragons, that sort of thing. Surely I could see that this was not a field for anyone with serious political ambitions. It would be hard to think of anything more purely escapist.” But he demurs: “There were underground currents, new modes of propagation. It wasn’t even a question of ideas, not straightforwardly, but feelings, atmospheres, yearnings, threats… Essentially I was talking about fascism.” The therapist dismisses it as anxiety about the presidential election. It is polling day, 8 November 2016.\n\nThe narrator is a restless New York intellectual who accepts a fellowship at the Deuter Centre, an interdisciplinary institute at Wannsee, outside Berlin. Alienated by its clinical and rigid atmosphere he takes long, bleak walks around the lake; encountering the grave of the romantic poet Heinrich von Kleist, the villa where the Nazis devised the “final solution”, and a former East German punk haunted by her past as a Stasi informant. He also lurks in his room, binge-watching footage from war zones and Blue Lives, a trashy cop drama whose nihilism and unacknowledged quotes from an anti-rationalist opponent of the French Revolution beguile him. Meeting Anton, the show’s Nordic supremacist writer, in Berlin, he develops an obsession, pursuing Anton to Paris and a Scottish island.\n\nBack in New York, his wife is devastated by his melodramatic self-absorption, friends regard him with pity and detachment and the therapist dismisses his sense of dread about the future. The novel concludes as his wife’s fashionable Brooklynite circle gathers to watch the election results coverage, champagne at the ready to toast a Hillary Clinton win and the natural next step on a timeline in which “the future is predictable, an extrapolation from the past, a steady progression”. Donald Trump triumphs, their world collapses and suddenly the momentum seems to be with Anton’s people, the alt-right trolls with their memes, in-jokes, sinister Nordic symbology and conspiracy theories; a rival timeline in which “all this normality is a paper screen over something bloody and atavistic that is rising up out of history to meet us”. It occurs to the narrator: “My madness… is about to become everyone’s madness.”\n\nA presence looms over Red Pill but is not named in it: Friedrich Nietzsche. He looms thematically, as the supreme theorist to emerge from the mists of German Romanticism. And he looms intellectually, his arguments echoing in the contrast that strikes Kunzru’s narrator towards the novel’s end. The world experienced by the narrator at Wannsee and in Anton’s oeuvre is not the orderly, rational, linear system of the therapist or the Brooklyn sophisticates, what Nietzsche dubbed the Apollonian. It is revealed disorder, frenzy, urges and appetites, or what the philosopher dubbed the Dionysian. Nietzsche argued that Greek tragedy’s synthesis of the Apollonian and the Dionysian – order forged in the very affirmation of the chaos of reality – made it the highest and purest form of art. It is such a tragic synthesis that Anton finds in his fascistic nihilism, and that the narrator, too, finds in his own, doomed quest to stop Anton.\n\nFour years on from the fictional Brooklyn party, the “madness” seemingly unleashed at the last US presidential election has indeed become “everyone’s madness” to some extent. Established assumptions about the march of progress are not gone, but are less glib and more qualified. The Dionysian forces – tribes and masses, mysticism and disorder – have announced their presence behind the paper screen. It is now widely accepted that desiccated liberalism, the weightless technocracy of “Stronger Together” (Clinton 2016) or “Stronger, Safer and Better Off” (Remain) is vulnerable when up against rival offerings that speak to the human yearning for emotional story-telling, for operatic goodies and baddies, for the recognisable narrative of a “Make America Great Again” (Trump 2016) or a “Take Back Control” (Leave). Once more a US presidential election approaches and once more a liberal candidate looks likely to win. But this time few are willing to predict that outcome with confidence.\n\nEven if Joe Biden does triumph on 3 November, this should not be mistaken for a restoration of some temporarily disrupted order. The Dionysian will still lurk below the surface, and with it myriad chances, for those willing to take them, to mould it into forms and stories. Trump will almost certainly decry the result as illegitimate, urging his supporters to agitate against it. Violence may ensue. Disinformation and myths will continue to ripple across social media. More previously apolitical types, isolated by lockdowns and spending too long online, will be drawn into conspiracy theories such as the QAnon claims that Trump is secretly battling an elite, Satan-worshiping paedophile ring; modern-day Quixotes driven mad by reading too many fanciful tales.\n\nNone of which is to say that these threats should be overblown in a way that flatters their propagators, or to deny that humans also have an immense capacity for reason and science and individuality. But it is to remind ourselves that there is something universal, eternal and, like it or not, innately human about the atavistic passions that seemed to come out of nowhere four years ago. They existed beforehand and will long outlive any Biden presidency. “Feelings, atmospheres, yearnings, threats” will still shape and define experience. History will not be over, nor will it have been proved to be linear. Stories will still matter.One of Wole Olubanji’s friends had left a wedding party one evening when he was stopped by officers from Nigeria’s notorious Special Anti-Robbery Squad (Sars), a specialist police unit. The officers didn’t like the look of the young man, who wears his hair in dreadlocks. They marched him to a cash machine and ordered him to withdraw 40,000 naira ($100), leaving him with 3,000 naira (less than $10) in his bank account. Olubanji says his friend was powerless to resist, fearing a beating or worse were he to refuse to pay off the goons.\n\nThe episode epitomises discontent with Sars, a unit of the Nigerian police created nearly 30 years ago to combat violent crimes such as kidnappings and robberies. Originally welcomed in some communities scarred by crime, its methods – alleged torture, unlawful arrests, extra-judicial killings – began to resemble those of the criminals it purported to be fighting. A notorious Abuja detention centre run by the unit is nicknamed “the abattoir”. Between January 2017 and May 2020, a report by Amnesty International found there were more than 80 alleged cases of torture, ill treatment and extra-judicial execution by Sars, not a single one of which resulted in prosecution. Olubanji is now one of thousands of Nigerians to have joined protests calling for the unit to be disbanded. The protests, in which, according to Amnesty, at least ten people have been killed, were triggered by a string of viral videos showing Sars use brutal and likely illegal tactics, with one clip apparently showing a man being badly beaten.\n\nThe government has given in to pressure from demonstrators and has announced that the unit will be dissolved, though the army subsequently issued a veiled warning, ordering protestors to “desist”. Critics, including Leena Koni Hoffmann, an associate fellow of the Africa Programme at the think tank Chatham House, warn that reform of the security services is frequently promised but rarely delivered. “Even while the president was announcing that Sars would be disbanded, police were shooting live ammunition and water cannons at peaceful protestors. So this will be an uphill struggle,” Hoffmann says.\n\nAnger with law enforcement is nothing new in Nigeria. The country’s police force evolved from colonial era institutions and still perceives its role as protecting the interests of the ruling regime rather than citizens themselves, says Lanre Ikuteyijo, a researcher at Obafemi Awolowo University in southwestern Nigeria. But this year, young Nigerians are angry and bored. Universities have been closed to slow the spread of coronavirus, leaving students to stew at home. “The economy is not smiling,” Ikuteyijo adds – an understatement. Nigeria is forecast to suffer its worst recession for four decades this year. Grainy videos of police brutality crystallised young people’s worries, and fit within a global mood of simmering rage at law enforcement, triggered by the killing of George Floyd in the US in May this year.\n\nWhether the government can succeed in disbanding Sars and tackling police brutality will serve as a test for Nigeria’s fledgling democracy, which experienced its first democratic transfer of power five years ago. Activists fear officers will merely be reallocated to other units without being retrained or disciplined, and that this will simply spread a culture of abuse around rather than curbing it. Nigeria’s track record on institutional reform suggests they are right to be sceptical.\n\n[See also: How the protests swept the world]This website uses cookies to help us give you the best experience when you visit our website. By continuing to use this website, you consent to our use of these cookies.Get US and UK politics insight with our free daily email briefing straight to your inbox Sign up Thank you for subscribing We have more newsletters Show me See our privacy notice Invalid Email\n\nTony Blair has denied claims he breached coronavirus quarantine rules when returning from a two-day trip to the United States.\n\nThe former British Prime Minister has been accused of failing to self-isolate for two weeks following a trip to the US last month.\n\nMr Blair was allegedly spotted leaving a bar in Mayfair, London, 10 days after returning from Washington DC, the Sunday Telegraph reports.\n\nA pictured obtained by the paper claims to show Mr Blair, who served as prime minister from 1997 to 2007, coming out of Harry's Bar.\n\nMr Blair flew to Washington DC on September 14 and returned on September 16, according to the newspaper, which reports he was seen leaving the venue in central London on September 26.\n\n(Image: REUTERS)\n\nMr Blair had asked Whitehall officials for exemption from the rules, but was not issued with a formal letter which would have allowed him to avoid the two-week quarantine, according to the newspaper.\n\nBut a spokeswoman for the former PM said he had been told to follow guidance on \"international conferences\", having been invited by US officials to attend a White House event held over the Israel-UAE peace deal.\n\n\"He (Mr Blair) was not refused exemption by the UK Government,\" the spokeswoman said.\n\n\"He was told to follow the guidance on international conferences which he did; the US Government had cleared the visit because it was for the diplomatic conference at the White House.\n\n\"We believe he followed all UK and US government guidelines as advised.\n\n\"Mr Blair was tested for Covid before departing the UK, on arrival at the White House, when he returned to the UK and has been tested several times since.\"\n\nThe spokeswoman said all Covid-19 tests had been negative, adding that Mr Blair did not attend any other meetings during his trip.\n\nGovernment guidance states that diplomats and representatives at international conferences are granted \"privileges and immunities\", meaning they are not required to self-isolate if their work is confirmed as essential.\n\nA Foreign, Commonwealth and Development Office (FCDO) spokeswoman said: \"The FCDO provides travel exemptions to diplomats travelling on business relating to the interests of the UK, representatives of international organisations, and their families and dependents.\n\n\"Those issued an exemption will not need to self-isolate.\"\n\n(Image: Getty)\n\nSeveral major figures have been accused of damaging public confidence in the UK government's coronavirus response by breaking or appearing to break rules.\n\nIn May, Prime Minister Boris Johnson's adviser, Dominic Cummings, refused to quit after it emerged he had driven 250 miles from London to northern England when all but essential travel was forbidden.Get our daily coronavirus email newsletter with all the news you need to know direct to your inbox Sign up Thank you for subscribing We have more newsletters Show me See our privacy notice Invalid Email\n\nCrowds at a Donald Trump rally chanted \"lock her up\" towards a US governor who was targeted by a far right kidnap plot.\n\nDespite her ordeal and the threat to her safety, the US president continued to slam Michigan's Gretchen Whitmer during his event in the state on Saturday, prompting the chants against her.\n\nThe FBI uncovered the plot aimed at the Democrat, allegedly planned by militia group the Wolverine Watchmen, aimed at removing her over her support for lockdown measures to tackle coronavirus.\n\nMembers of the pro-Trump crowd in Muskegon shouted \"liar\" when Ms Whitmer's named was mentioned and when they chanted the president said \"lock them all up\". The chants echo those used against his 2016 rival Hillary Clinton.\n\nTrump was quickly slammed for inciting violence, with Ms Whitmer adding on Twitter he was promoting \"exactly the rhetoric that has put me, my family and other government officials’ lives in danger while we try to save the lives of our fellow Americans.\n\n\"It needs to stop.\"\n\nThe President mentions the Governor of Michigan, the crowd chants lock her up, and the President says lock them all up pic.twitter.com/9wuB7blnoP — Acyn Torabi (@Acyn) October 17, 2020\n\nSpeaking at an outdoor rally at Muskegon County Airport, Trump bashed Ms Whitmer during a rant about unproven electoral fraud in the US.\n\n\"Be careful of her and her attorney general because you know they're like in charge of the ballot stuff,\" Trump said during a rally in Muskegon, Michigan.\n\n\"How the hell do I put my political and our country's political life in the hands of a pure partisan like that?\n\n\"They said she was threatened. And she blamed me.\"\n\nThe US president has often attacked Ms Whitmer for imposing strict restrictions in a bid to curb the spread of coronavirus in Michigan, arguing her decisions have often gone 'too far'.\n\n(Image: Getty Images)\n\nHe has continued the attacks despite catching the virus himself, along with his wife Melania and youngest son.\n\nHe told crowds in Muskegon on Saturday night: \"You have got to get your governor to open up your state, okay?\n\n\"And get your schools open.”\n\nFormer Trump aide turned critic Anthony Scaramucci blasted Trump's rhetoric, saying it was \"inciting violence\".\n\n(Image: AFP via Getty Images)\n\nSeven men associated with the Wolverine Watchmen have been arrested following the alleged plot to kidnap the governor.\n\nA total of 13 people were detained by police over the extraordinary plan - which also initially included storming the state capitol building in Lansing with a 200-strong 'army'.\n\nThe alleged plotters would then have taken hostages, a criminal complaint said.\n\nAfter the plot went public, Trump continued to condemn the Democratic governor, saying she has done a “terrible job.”\n\n(Image: AFP via Getty Images)\n\nThe domestic terror group are accused of eventually settling on snatching Ms Whitmer from her holiday home.\n\nWhen the details of the plot emerged earlier this month, she accused Trump of encouraging extremist groups like the \"sick and depraved men\" that targeted her.\n\nShe went on to cite his failure to condemn white supremacists at the recent US presidential debate against Joe Biden as an example.\n\n\"When our leaders meet with, encourage and fraternise with domestic terrorists they legitimise their actions, and they are complicit,\" Whitmer said.\n\nTrump had told white supremacist groups to \"stand back and standby\" during the debate - naming far right group Proud Boys, specifically.\n\n(Image: REUTERS)\n\nMichigan added 1,791 new Covid-19 cases on Saturday, bringing the state's seven-day total to over 10,000 cases, a new record.\n\nDemocratic presidential candidate Biden, a former vice president, has criticised Trump for his response to the coronavirus pandemic, which has killed more than 219,000 people in the United States, the highest death toll in the world.\n\nIn a statement, Biden said he planned to unite the country to fight the virus if he wins the presidential election on November 3.\n\n\"All President Trump is offering the people of Michigan is more lies and distractions - no plan to get the virus under control, no strategy for pulling our economy out of this recession, no vision for uniting the country,\" he said.\n\nTrump's advisers have long seen Michigan and Wisconsin, as well as Pennsylvania, as key to his chances of re-election."