"Former Chancellor of the Exchequer, Trump critic, and anti-Brexit campaign “scaremonger-general” George Osborne is being lined up as the next chairman of the British Broadcasting Corporation (BBC), according to reports.\n\nThe former Tory MP, whose position in former prime minister David Cameron’s administration was roughly equivalent to that of Secretary of the Treasury in the U.S., would be in line for an increased salary of £160,000 for the “3-4 days per week” role, with a source telling The Telegraph that government ministers may further increase this to up to £280,000 to get him to apply.\n\nWhile the right-leaning newspaper reports that Boris Johnson is “understood to be very keen to appoint a Conservative to the role to counter a perceived left-wing bias at the corporation”, Osborne would hardly be a disruptive fit at the publicly-funded establishment broadcaster, having been one of the most strident, doom-mongering members of the anti-Brexit campaign during the EU referendum and sneeringly dismissive of the broader national populist movement as embodied by its global standard-bearer, Donald Trump.\n\n“Frankly, Trump’s comments fly in the face of the founding principle of the United States,” Osborne had told Parliament in his British government role in 2015, after the then-candidate had said that there are “places in London and other places that are so radicalised that the police are afraid for their own lives.”\n\nDenying that such no-go zones existed — contrary to the firsthand accounts of frontline officers, who agreed with Trump — Osborne insisted that London police have “fantastic relations with British Muslims” and that “the best way to defeat nonsense like this is to engage in robust democratic debate and make it very clear that [Trump’s] views are not welcome.”\n\nHe would go on to tacitly endorse Hillary Clinton’s presidential run in May 2016, telling television presenter Robert Peston: “We look forward to working with whoever the next President is, whoever she may be.”\n\nThis would be completely and utterly insane, the actions of a tone deaf government, I don’t believe it for a second. https://t.co/n0hAPRjJyG — Darren Grimes (@darrengrimes_) October 16, 2020\n\nOsborne was of course disabused of his belief that Clinton was a shoo-in for the presidency later that year — although not before another upset victory for anti-establishment forces terminated his political career with the vote to Leave the European Union.\n\nLeave campaigners have expressed incredulity that the man who was arguably at the apex of the Remain campaign’s infamous Project Fear, issuing now disproven threats of 500,000 to over 800,000 job losses in the immediate aftermath of a Brexit vote, along with a savage “punishment budget” — which he was not around to implement, as it turned out — could possibly be considered for BBC chairman by Boris Johnson’s pro-Brexit administration.\n\n“This would be completely and utterly insane, the actions of a tone-deaf government,” commented Brexit campaigner Darren Grimes on the news. “I don’t believe it for a second.”\n\nJohnson has, however, pushed his former Bullingdon Club frenemy for prominent quasi-political positions before, reportedly lobbying President Trump — unsuccessfully — to back Osborne for International Monetary Fund (IMF) managing director in 2019.\n\nThe former Chancellor, for his part, has displayed a voracious appetite for part-time, highly-paid roles since exiting the political arena, being reported to have netted as many as nine jobs in late 2018, including the editorship of the Russian-owned London Evening Standard — controversial among journalists, given he has essentially zero previous experience — and position at the BlackRock investment corporation which paid a reported £650,000 a year for a one-day work week.\n\nThe Telegraph said that some sources downplayed Osborne’s chances of getting the BBC chairmanship if he is persuaded to apply, however, and that other likely, high-profile applicants include Remain-supporting former Tory MP Nicky Morgan, Theresa May’s former communications director Sir Robbie Gibb, and former Equality and Human Rights Commission chairman Trevor Phillips.\n\nOsborne declined to comment on his intentions when the newspaper approached him.\n\nDoubtless Osborne will do for the BBC what he’s done for the Standard. Readership down 38 per cent in the latest figures. Piles of the paper unopened all over the city. People putting up signs asking for it not to be put through their letterboxes. pic.twitter.com/d38mjtmZ58 — Tim Walker (@ThatTimWalker) October 16, 2020\n\nFollow Jack Montgomery on Twitter: @JackBM ontgomeryPrison guards are in “constant threat” of being beheaded by Islamist inmates who want to stream the murders online.\n\nThe Prison Officers’ Association (POA) said that the threat was at its highest ever level, with chairman Mark Fairhurst remarking that increasingly, “people incarcerated for extremist crimes are more violent and more radicalised”.\n\n“We had intelligence passed on to us that the threat of radicalisation and attacks on prison staff was real and was imminent, and the intention of Jihadi extremist offenders — as highlighted by the Whitemoor attack — is to take a prison officer hostage, behead them and somehow screen that online via the use of a mobile phone.\n\n“If you look at the tactics of extremist offenders, that is always a constant threat; a constant concern,” Mr Fairhurst said, according to the BBC on Thursday.\n\nThe POA chief made the remarks after two inmates of Her Majesty’s Prison (HMP) Whitemoor were found guilty last week of attempted murder after trying to stab a guard to death in January.\n\nBrusthom Ziamani, 25, was already serving time for terrorism offences while his accomplice Baz Hockton, 25, was a Muslim convert, radicalised in prison after being jailed for robbery.\n\nDuring the trial, it was revealed that Ziamani was eight months into a government deradicalisation programme, leading Fairhurst to remark: “We must have a fundamental review to find out how effective our deradicalisation programmes are.”\n\nTerrorist Inmate Dressed in Fake Suicide Vest, Stabbed Guard, Wanted to Be Martyred https://t.co/6w9GLRobB4 — Breitbart London (@BreitbartLondon) October 8, 2020\n\nLondon Bridge terror attacker Usman Khan had been released on licence in 2018 from Whitemoor. During the November 2019 attack, Khan had killed two people who were facilitating the prisoner rehabilitation programme he was attending. Usman’s own lawyer claimed that he had been fooled into believing his client was reformed.\n\nA report from Kings College London found that British jihadists were using the Islamic concept of “taqiyya” — “false compliance” — to pretend to be deradicalised during government programmes in order to secure their release from prison. The report even noted that Khan “was considered a success story of an extremist turning their life around”.\n\nEarlier this year, Prime Minister Boris Johnson admitted that “really very few” Islamists can be rehabilitated, and that the “custodial option” should be used to its fullest extent to protect the public.\n\n“Deradicalising people is a very, very difficult thing to do… [there is] a big psychological barrier people find it hard to get back over — and that’s why I stress the importance of the custodial option,” Prime Minister Johnson had said.FREE now and never miss the top Royal stories again. SUBSCRIBE Invalid email Sign up fornow and never miss the top Royal stories again. We will use your email address only for sending you newsletters. Please see our Privacy Notice for details of your data protection rights.\n\nThe comment was made by Robert Lacey, author of recently published book ‘Battle of the Brothers’ which examines the deteriorating relationship between Prince William and Prince Harry over the past few years. He was appearing on ‘The Royal Beat’, a show hosted by ‘True Royal TV’.\n\nRobert Lacey argued the Duke and Duchess of Sussex undermine some of their causes by being “in a way too extreme”. Meghan and Harry have caused controversy over the past few weeks with a number of politically charged interventions. On ‘The Royal Beat’ Mr Lacey commented: “People have said the Windsors don’t do ‘woke’. “They don’t know how to handle progressive causes.\n\nRobert Lacey argued Prince William handles progressive causes \"rather well\"\n\nEarlier this month Prince William launched The Earthshot Prize\n\n“However I think William does it rather well. “He does it better than Meghan and Harry. “This couple, in a way, are too extreme.” Earlier this month Prince William launched The Earthshot Prize, which has been dubbed a Nobel Prize for the environment. READ MORE: Prince William ‘optimistic and always believes change is possible’\n\nRobert Lacey on True Royal TV\n\nTrending\n\nFive innovators a year over the next decade will receive over £1,000,000 to help promote their work addressing environmental challenges. Announcing the scheme William commented: “I felt very much that there’s a lot of people wanting to do many good things for the environment and what they need is a bit of a catalyst, a bit of hope, a bit of positivity that we can actually fix what’s being presented. “We believe this decade is one of the most crucial decades for the environment. “And by 2030 we really hope to have made a huge stride in fixing some of the biggest problems on Earth. DON'T MISS Meghan Markle and Prince Harry being 'left behind' by other Royals [REVEAL]\n\nRoyal snub: Brutal way Prince William once dumped Kate [SHOCK]\n\nPrince William and Harry warned rift could be 'danger' to Crown [INSIGHT]\n\nPrince William spent the initial coronavirus lockdown with his family at Anmer Hall\n\nHarry and Meghan announced they planned to stand down as senior royals in January\n\n“These are grave times for the environment. But I do believe in human ingenuity, and I do believe in the younger generations speaking up as they are now, that they will not stand for this lack of hope.” Harry and Meghan caused a global sensation in January when the couple announced their intention to stand down as working royals. Instead the couple vowed to become “financially independent” and split their time between North America and Britain. They moved to California shortly before the state went into lockdown due to the coronavirus epidemic.\n\nAt the end of September Harry and Meghan made a virtual appearance at a show held to celebrate Time Magazine’s list of the 100 “most influential people of 2020”. The Prince commented: “As we approach this November, it’s vital that we reject hate speech, misinformation and online negativity.” Meghan added: “Every four years, we are told the same thing, that ‘This is the most important election of our lifetime’. But this one is.” In response Republican congressman Jason Smith wrote to the British Ambassador accusing the couple of political “interference”.\n\n\"This couple, in a way, are too extreme\"In celebration of Black History Month in Britain, Google’s UK homepage featured a portrait of black nationalist and former Communist Party member Claudia Jones on Wednesday.\n\nJones, a Trinidad and Tobago-born left-wing activist and journalist, migrated to the United States as a child in the 1920s. She became involved in far-left circles, advocating for black nationalism and eventually becoming an elected member of the National Committee of the Communist Party USA. She served four stints in prison during her time as a far-left activist in America.\n\nJones was an early proponent of what was later termed ‘intersectionality’, writing in 1949: “The bourgeoisie is fearful of the militancy of the Negro woman, and for good reason. The capitalists know, far better than many progressives seem to know, that once Negro women begin to take action, the militancy of the whole Negro people, and thus of the anti-imperialist coalition, is greatly enhanced.”\n\nGoogle said in a statement: “Throughout her life, Jones tirelessly championed issues like civil rights, gender equality, and decolonisation through journalism, community organisation, and public speaking. She focused much of her work on the liberation of Black women everywhere from the discrimination they faced due to a combination of classism, racism, and sexism.”\n\nThe Silicon Valley tech company thanked Ms Jones for her “lifelong commitment to a more equitable world”.\n\nIn 1955, Jones was deported to the UK for being a foreign-born member of the Communist Party. Upon reaching the UK, she founded the country’s first black-owned newspaper, the West Indian Gazette, which folded after eight months after her death due to lack of funding.\n\nFollowing the Notting Hill Race Riots, she held a ‘mardi gras’ in London in 1959, with the proceeds going to pay for the fines and legal costs of the rioters. The street party she put on is seen as a precursor to the Notting Hill Carnival.\n\nClaudia Jones died in 1964 at the age of 49. She is buried to the left of her hero, Communist Manifesto author Karl Marx in Highgate Cemetary in London.\n\nIt's a shame @GoogleUK didn't take the opportunity yesterday to celebrate the first female Prime Minister of the United Kingdom. pic.twitter.com/7SqkoyM868 — Calvin Robinson (@calvinrobinson) October 14, 2020\n\nIn response to the decision by Google to celebrate Claudia Jones, mixed-race political commentator Calvin Robinson told Breitbart London: “I think it’s interesting that Google chose to celebrate the life of a black nationalist communist while having the motto ‘don’t be evil’.”\n\n“We all know the evils of communism, and the millions of lives lost to this ideology,” Robinson said.\n\nHe said that Google and other left-leaning companies have “jumped on the Black Lives Matter bandwagon, seemingly without looking into their core values. Either that or Google also subscribe to a neo-Marxist ideology, which I hope is not the case.”\n\n“BLM is dangerous, and it’s unwise for Google to be taking this approach. I don’t want my search engine lecturing me on any political stance — but if they must, I’d rather they maintain some semblance of balance,” Mr Robinson said.\n\n“It was Margaret Thatcher’s birthday the day before. The first female Prime Minister. I didn’t see Google celebrating her!” he pointed out.\n\nMr Robinson also criticised the concept of Black History Month — which is celebrated in the UK in October — saying: “It’s not necessary and it’s divisive. We teach history based on events that shaped our nation, not based on the colour of our skin.”\n\nRobinson also rejected the notion of the “black community”, pronouncing: “I’m a member of the British community, the Christian community, my local community, but the colour of my skin doesn’t determine much about me, nor should it.”\n\nExclusive: ‘If We Go Off-Script We’re Race-Traitors’ – Black Educator Mobbed After Criticising BLM, Critical Race Theory https://t.co/YnOiTxwK8x — Breitbart London (@BreitbartLondon) September 16, 2020\n\nFollow Kurt Zindulka on Twitter here: @KurtZindulkaFREE now and never miss the top politics stories again. SUBSCRIBE Invalid email Sign up fornow and never miss the top politics stories again. We will use your email address only for sending you newsletters. Please see our Privacy Notice for details of your data protection rights.\n\nWe are just waiting for the EU to come back to us. Well, we won’t have to wait long as Michel Barnier will be on the Eurostar to London next week for a further round of intensive negotiations. At the heart of the problem is the Prime Minister’s insistence that Britain seeks a Canada-style free trade deal. He says this is what we wanted all along. Sadly, this is not the case as the oven-ready deal (so widely applauded at the time) was in fact an EU treaty which delighted Monsieur Barnier and his gang in Brussels. A Canada deal and Mr Johnson’s withdrawal agreement are incompatible with each other in every way.\n\n\n\n\n\nNigel Farage is pleased with the Prime Minister's change of direction\n\nThat said, I am pleased that the Prime Minister changed direction, something that he flagged in the days before the general election, and I was pleased about what he had to say before this week's summit. But we have been here before many times, when tough words from both sides of this negotiation lead in the end to a compromise. I still believe that the most likely outcome will be a deal based on the withdrawal agreement with both sides claiming victory and insisting that their red lines have been maintained. For that to happen, the French will have to give a little on fishing and we will have to promise to keep broadly but not directly aligned to EU state aid rules.\n\n\n\n\n\nNigel Farage believes the PM's withdrawal agreement and a Canada deal are incompatiblePrime Minister Boris Johnson has admitted that “really very few” Islamists can be successfully rehabilitated, and says it’s time to emphasise “the custodial option” to protect the public.\n\nThe Tory leader was speaking after Sudesh Amman stabbed multiple people in Streatham, London, just days after he received automatic early release from a short prison sentence for terror offences.\n\nAmman was the second radical Islamic terrorist who struck while out on automatic early release in a row, with London Bridge killer Usman Khan having also been a freed terror convict.\n\n“I’m going to level with you,” Johnson began, in response to a journalist who asked him if the public could be sure that terror convicts were coming out of prison less dangerous than when they went in.\n\n“I think, looking at the problems we have with re-educating and reclaiming and rehabilitating people who succumb to Islamism, it’s very, very hard, and very tough, and it can happen, but the instances of success are really very few,” he confessed.\n\n“[W]e need to be frank about that, and we need to think about how we handle that in our criminal justice system.”\n\nElaborating on the point in response to another journalist, Johnson underlinged the fact that “Deradicalising people is a very, very difficult thing to do… [there is] a big psychological barrier people find it hard to get back over — and that’s why I stress the importance of the custodial option.”\n\nUK: Streatham Knifeman Named as Sudesh Amman, Was a Convicted Terrorist Released from Prison Early https://t.co/LMCFUgDq8y — Breitbart London (@BreitbartLondon) February 2, 2020\n\nThe Prime Minister wants to end automatic early release for “serious” terrorists and violent and/or sexual offenders — but that will not arrest the very substantial pool of existing terror convicts who are already counting down the time until they set free.\n\nHe indicated that his administration is going “to take action to ensure that people, irrespective of the law that we’re bringing in, [to ensure that] people in the current stream do not qualify automatically for early release” retroactively — a move than is not prohibited by the British constitution, but which would likely have to be passed “notwithstanding the Human Rights Act” of 1998, and with the possibility of terrorists appealing to the European Court of Human Rights.\n\nLondon Bridge Killer Usman Khan a Convicted Terrorist Released from Prison on Tag https://t.co/p5wfe2BhUK — Breitbart London (@BreitbartLondon) November 30, 2019\n\nFollow Jack Montgomery on Twitter: @JackBMontgomeryNew MI5 director-general Ken McCallum has confirmed that Islamist jihadists remain by far the biggest terror threat in Britain — but the mainstream media has chosen to hype his remarks on the comparatively minor threat from the far-right instead.\n\n“Islamist extremist terrorism… by volume remains our largest threat,” the Glasgow born spy boss confirmed in his first public address since taking over Britain’s domestic intelligence agency.\n\n“It is still the case that tens of thousands of individuals are committed to this ideology – and we must continually scan for the smaller numbers within that large group who at any given moment might be mobilising towards attacks,” he said.\n\n“Having someone ‘on our radar’ is not the same as having them under detailed real-time scrutiny. Difficult judgements of prioritisation and risk must be made,” McCallum added — a warning which will come as little surprise to Britons familiar with learning than a given terrorist was “previously known” to the authorities, or in some cases even a convicted extremist out from prison on licence.\n\nUK: Streatham Knifeman Named as Sudesh Amman, Was a Convicted Terrorist Released from Prison Early https://t.co/LMCFUgDq8y — Breitbart London (@BreitbartLondon) February 2, 2020\n\nDespite McCallum clear admission that Islamist terrorism remains by far the number one threat to Britain, mainstream media outlets such as the BBC and CNN chose to emphasise and often lead on his comments about the “sadly rising” — but comparatively minor — threat of “right-wing extremism” instead.\n\n“This threat is not, today, on the same scale as Islamist extremist terrorism,” McCallum had acknowledged, although he did say it was “growing” and that “of the 27 late-stage terrorist attack plots in Great Britain disrupted by MI5 and CT Policing since 2017, 8 have been right-wing extremist.”\n\nThis was all the encouragement some news outlets needed to sideline the far more pressing and, in terms of actual attacks, far more deadly Islamist threat, with the BBC not even mentioning it in the opening paragraph of its report:\n\nBritain is facing a “nasty mix” of national security threats, from hostile state activity by Russia and China to fast-growing right-wing terrorism, the new director-general of MI5 has said.\n\nThe publicly-funded broadcaster did acknowledge in the second paragraph of its story that “Northern Irish and Islamist extremism [are] also a concern” — but it is not until paragraph twenty that it concedes that it admits that “jihadist plots form the bulk of UK investigations”.\n\nThis is more remarkable for the fact that the Muslim population which serves as the most likely recruitment pool for jihadism is comparatively small at less than four million people.\n\nThe anti-Trump CNN network in America, similarly, led with the headline ‘30% of UK terror plots disrupted by MI5 were far right, says security chief’ — an interesting reframing of the fact that 70 per cent were not — and another opening paragraph making no mention of Islamist terrorism:\n\nThe new head of MI5, the UK’s domestic security service, has warned that nearly 30% of the major terror plots it has disrupted at a late stage since 2017 have been from far-right extremists.\n\nSimilar tactics were employed by other left-liberal outlets, such as the Independent:\n\nViolent right-wing extremism is a ‘major threat’ in the UK, MI5 boss says https://t.co/72krzjB0uB — The Independent (@Independent) October 15, 2020\n\nThe Guardian, perhaps surprisingly, appeared to go a different route, in its coverage of McCallum’s address, not leading on Islamist terrorism or the far right and instead emphasising “Russian and Chinese threats”.\n\nNot mentioned by the newspaper on that score were McCallum’s comments on what Reuters called “Episodes of hack and leak” with respect to the 2016 vote on Britain’s membership of the EU, i.e. “we did not see any during the Brexit referendum.”\n\nMcCallum also confirmed, unhelpfully for anti-Brexit conspiracy theorists, that “In the case of the EU referendum, MI5 was indeed investigating at the time and with others has since investigated possible leads to individuals who potentially may have been seeking to interfere in the referendum. We did those investigations and nothing of great significance has emerged from them.”\n\nThe major news outlets did not make any mention of the threat from far-left extremists, such as Antifa and the more radical elements of the Black Lives Matter movement — but nor did McCallum.\n\nLondon: BLM Supporters Mob and Seriously Assault People Suspected of Being 'Far Right' https://t.co/mUivBv8XOF — Breitbart London (@BreitbartLondon) June 14, 2020\n\nFollow Jack Montgomery on Twitter: @JackBM ontgomerySo-called “ethnic pay gap” data has shown that young people from ethnic minorities are actually earning more than young white Britons.\n\nOfficial Office for National Statistics (ONS) data showed that so-called BAME (Black and Minority Ethnic, equivalent to the American ‘POC’) young people aged 16 to 29 tend to be paid more than their white counterparts, dealing something of a blow to left-wing claims that society is rigged against minorities.\n\nThe ONS data did find that BAME people aged 30 and over earn slightly less, on average, than white over-30s, but the gap across the board is at its smallest since records began, according to The Telegraph, at £12.40 per hour for whites and £12.11 across 17 ethnic minority groups.\n\nThe newspaper also concedes that this small disparity does not exist across the board, either, with 2012-2019 data showing white Britons outearning people of African, Arab, Bangladeshi, and Pakistani extraction, on average, but behind people of Chinese, Indian, and “Mixed or Multiple ethnic” extraction, as well as white Irish — suggesting that “systemic racism” may not be responsible for perceived income disparities after all.\n\n'White Privilege'? Working-Class White Kids MOST Disadvantaged in UK Schools as System Prioritises Minorities https://t.co/94S0uEmAyt — Breitbart London (@BreitbartLondon) September 20, 2020\n\n“We would welcome any data that shows the pay disparity gap is closing. Obviously, it is clear that there are factors at play, including socio-economic, that mean some groups are still being paid less than others for equal work,” commented Dr Halima Begum, director of the left-liberal Runnymede Trust.\n\nShe then went on to assert, however, that there “clearly isn’t a level playing field for all BAME groups” and that “we have to start asking ourselves if invisible factors are at play, like unconscious biases and sometimes very conscious biases, including Islamophobia. These sorts of biases are extremely difficult to measure and certainly are not reflected in the ONS data.”\n\nWhy so-called “unconscious biases” against minorities would hold down people of African or Pakistani origin but allow people of Chinese or Indian origin to rise above the native population was not explained.\n\n“We cannot ignore the historical iniquity faced by minority communities,” Begum insisted — apparently failing to consider any reasons why one ethnic group might have somewhat poorer average economic outcomes than another besides some form of repression by society at large.\n\nWATCH: BBC Pushes ‘White Privilege’ Through Bitesize School Education Service https://t.co/5iYmMtJhnX — Breitbart London (@BreitbartLondon) August 5, 2020\n\nFollow Jack Montgomery on Twitter: @JackBM ontgomeryThe prevalence of leftist concepts such as “white privilege” and “toxic masculinity” in British society further disadvantages white working-class boys, a professor has told a Parliamentary committee.\n\nIn a meeting of the House of Commons Education Select Committee, Professor Matthew Goodwin, a political scientist from the University of Kent, said that white working-class boys face a “status deficit” as the national conversation typically focusses on “historic grievances” and other issues facing black and other minority groups.\n\n“We have inadvertently legitimised a view within some communities that they are not treated with the same status, respect and recognition as others,” Goodwin said, according to The Telegraph.\n\n“My fear now with the onset of new terms — toxic masculinity, white privilege — this will become even more of a problem as we send a signal to these communities that they are the problem, it is not the system more generally that has let them down, they are the problem and they should make amends for simply being who they are,” he told MPs.\n\nResearch submitted to the committee in September found that working-class white students are 50 per cent less likely than minority groups to achieve strong passes on the General Certificate of Secondary Education (GCSE) tests used by universities to determine a student’s academic aptitude.\n\nWhite students are also the least likely to enter for GSCE subjects that have traditionally counted towards the English Baccalaureate award, with just 37.5 white pupils entering for the award, the lowest of any ethnic group in the country.\n\nWATCH: BBC Pushes ‘White Privilege’ Through Bitesize School Education Service https://t.co/5iYmMtJhnX — Breitbart London (@BreitbartLondon) August 5, 2020\n\nAs to why working-class white students are fairing worse than their minority counterparts, Professor Goodwin suggested that “cultural” factors are likely to blame, explaining that it has become “taboo” in British society to discuss issues facing poor white boys.\n\nIn an interview with Breitbart London, mixed-race educator and political and social commentator Calvin Robinson confirmed the disparity. Mr Robinson said: “I saw first hand that black children of African descent excel throughout their time in school, and are far more likely to go to university.”\n\n“On the flip side of that coin, working-class white boys are the most disadvantaged and very few people seem brave enough to address the problem. The evidence suggests that if the UK is racist, it’s not in the way the hard-left would accept,” he explained.\n\nEmeritus professor of education at Cambridge University, Prof Diane Reay, warned the committee that she fears the lack of national attention given to poorer white communities is resulting in anger and division within society.\n\n“I think there’s growing levels of social resentment and a sense of being left behind among white working classes,” she said.\n\n“Research shows us very high levels of polarisation particularly between highly credentialed groups, those of us with degrees, and those people who leave school with very few qualifications,” Prof Reay added.\n\n“There’s a lack of understanding and empathy for the class ‘other’ among all class groups, but I think that it has the most power to injure and to have a detrimental effect on those with the least power in society, those who see themselves as educational failures and losers,” she concluded.\n\nRacism: Top UK Schools Reject Scholarship Funding for Poor White Boys https://t.co/GXrdMHgAL1 — Breitbart London (@BreitbartLondon) January 1, 2020\n\nThe inquiry was established in April by the chairman of the Commons Select Committee for Education, Robert Halfon, in order to study the reasons for some ethnic groups falling behind in society, such as the Roma and the white working-class.\n\nConfirming Prof Goodwin’s assertion that it is “taboo” to discuss the issues facing white boys, the Conservative MP for Harlow said that by merely establishing the inquiry, he was accused of being racist.\n\n“The whole premise of the committee is to look at left behind cohorts, those who are falling way behind,” Halfon explained, adding: “One of those groups sadly is white working-class pupils from [a] poor background, and within that group, boys do worse than girls.”\n\n“I have been accused of racism, which I find really hard to fathom. Other ethnic groups are outperforming white, so I can’t see why this is racist,” Halfon said.\n\n'White Privilege'? Working-Class White Kids MOST Disadvantaged in UK Schools as System Prioritises Minorities https://t.co/94S0uEmAyt — Breitbart London (@BreitbartLondon) September 20, 2020\n\nFollow Kurt Zindulka on Twitter here: @KurtZindulkaMuslim prison gangs are forcing inmates to convert to Islam and follow religious practices or face violent repercussions, according to a government report.\n\nThe report, carried out by the Ministry of Justice, surveyed 83 male prisoners and 73 staff at three of the eight high-security prisons in the country. It found that large gangs of Muslim men were using intimidation tactics to force conversions and rules on other prisoners. The gangs were made up of multiple ranks including leadership, foot soldiers, recruiters, and enforcers.\n\nThose who had committed terrorist activities were said to hold key positions of influence among the gangs, as well as those who can speak Arabic and recite the Quran.\n\nIt was said that the gangs were establishing Islamic rules within the prisons such as underwear having to be worn in the showers and banning the cooking of bacon.\n\nUK Gets First Muslim Majority Prison, Controlled By ‘Islamic Protection Racket’ http://t.co/mS4n0Zu243 pic.twitter.com/9k3v1W0qmK — Breitbart London (@BreitbartLondon) October 18, 2015\n\nThe report highlighted the fact that Muslim gangs were the only serious organised gang threat within the prisons surveyed and that as a result, they wielded considerable influence and power over their fellow inmates.\n\nOne non-Muslim prisoner said: “There is an underlying pressure for people to convert and join the gang. The tactic they use is to befriend someone when they come in. If they don’t convert they will then start spreading rumours about them, that the person is a snitch so that they will be ostracised. Then the beatings will follow.”\n\nMeanwhile, a Muslim prisoner spoke of the pressure on other inmates to convert, saying that they could not even escape by moving prisons. “They know they’re only going to three other jails and they know there will be brothers waiting there to stab them,” the prisoner said.\n\nThe study echoes a report from The Sun from 2016 which alleged that at one prison, HMP Gartree in Leicestershire, Muslim prisoners had turned sections of the prison into ‘no-go zones’ for non-Muslim inmates, even imposing sharia law.\n\nOne source said at the time: “It is so bad non-Muslim prisoners are refusing to move there as they feel intimidated. There is huge pressure put on them to convert and a threat of violence if they don’t. The Muslim gangs have their own rules and use Sharia law to sort out disagreements. In effect, they are setting up their own prison within a prison. There have been stories about non-Muslim inmates being barred from putting up topless pictures of women in their cells and even showering naked.”\n\n‘Prisoners Forced to Convert to Islam for Protection’ Claims Christian Pastor https://t.co/qWhIHxoL9S — Breitbart London (@BreitbartLondon) February 13, 2018\n\nIn 2018, the Ministry of Justice reportedly blocked an independent three-year report from being carried out into the impact of Islamic gangs in UK prisons because of fears of the results. One source said: “The corporate culture of the service is defensive and they will have been concerned about what this proposed project will discover.”\n\nLast year, a Christian pastor who worked as a prison chaplain also claimed that prisoners were being coerced into converting to Islam in exchange for protection from gangs. Pastor Paul Song said of the culture in Brixton prison: “If someone is secular and in prison and they want to lead a peaceful life in prison they need to become Muslim. That way they are protected.”"