"M embers of the Scientific Advisory Group for Emergencies (Sage) don’t think ministers are doing enough to contain the spread of coronavirus.\n\nYet many in Conservative Party circles feel that the new restrictions imposed in recent days go too far, and claim they will excessively damage the UK economy. They complain that the advice from scientists is not being appropriately balanced with advice from economists and people in business.The man who beheaded a history teacher in a Parisian suburb asked students to point out his victim before he launched the attack on Friday afternoon.\n\nAs more details emerged of the grisly murder, authorities named the teacher as Samuel Paty, 47.\n\nPresident Emmanuel Macron said on Saturday the country’s fight against Islamic terrorism was “existential” after the teacher was killed in the wake of showing his pupils caricatures of the Prophet Muhammad from French satirical weekly magazine Charlie Hebdo.\n\nMr Paty taught history and geography at the school in Conflans-Sainte-Honorine, 30 km (20 miles) northwest of Paris.\n\nFrench police said the suspect was an 18-year-old born in Moscow of Chechen origin. He had been granted a 10-year residency in France as a refugee in March and was armed with a knife and an airsoft gun, which fires plastic pellets.\n\nFrance's anti-terrorism prosecutor's office said that authorities investigating the killing have also arrested nine suspects, including the grandparents, parents and 17-year-old brother of the attacker.\n\nPolice said they opened fire after the attacker failed to respond to orders to put down his arms and acted in a threatening manner.\n\nThe teacher had received threats after opening a discussion \"for a debate\" about caricatures about 10 days ago, a police official told the Associated Press. The parent of a student had filed a complaint against the teacher, another police official said.\n\nThe French anti-terrorism prosecutor Jean-Francois Ricard said a text claiming responsibility and a photograph of the victim were found on the suspect's phone. Mr Ricard said the suspect had been seen at the school asking students about the teacher, and the headmaster had received several threatening phone calls.\n\nThe man who beheaded the teacher outside the school where he taught had approached pupils in the street and asked them to point out his victim, Mr Ricard said on Saturday.\n\nSpeaking at a news conference, Mr Ricard also said that the attacker, after beheading the teacher, had posted a photograph of the teacher's body on Twitter, accompanied by a message saying he had carried out the killing.\n\nCharlie Hebdo tweeted: “Charlie Hebdo expresses its sense of horror and revolt after a teacher in the line of duty was murdered by a religious fanatic. We express our deepest support to his family, loved ones and all the teachers.\n\n“Intolerance has just crossed a new threshold and seems to stop at nothing to impose its terror on our country. Only the determination of political power and the solidarity of all will defeat this fascist ideology. This filthy act mourns our democracy but must make us more combative than ever to defend our freedom.”\n\nOn Saturday, Prime Minister Jean Castex said France will react with the greatest firmness in the wake of the teacher’s beheading.\n\n\"Through one of its defenders, it is the Republic which has been struck in the heart by Islamist terrorism,\" Mr Castex tweeted.\n\n\"In solidarity with its teachers, the State will react with the greatest firmness so that the Republic and its citizens live, free! We will never give up. Never.\"\n\nCaroline Fourest, a prominent French feminist journalist who is a former Charlie Hebdo columnist, told BBC Radio 4’s Today: “I was very, very shocked. Not that this murder was a surprise – now we have lived for almost eight years under the permanent threat of terrorist attack.\n\n“We are particularly shocked because this attack targets a teacher. In the history of the French Republic, teachers symbolise a very special figure. The one who gives you hope for unity and fraternity.\n\n“Sometimes we have the feeling that this battle against religious fanaticism is endless but the only secret hope we have is that teachers, with their patience and pedagogy, will be able to block and diffuse hatred and fanaticism in the heart of the next generation by making them understand satirical culture, Charlie Hebdo, and freedom of speech. But yesterday a bit of that hope was beheaded.”\n\nShe argued those who “dare to” defend secularism and freedom of speech in the country are under great strain.\n\nMs Fourest added: “We cannot win a war because it is an asymmetric war, between reason on one side and madness on the other side. You can be patient and precise. You can explain again and again and again.”\n\nHer comments come after two journalists from a film production firm were stabbed with a meat cleaver outside the old offices of Charlie Hebdo three weeks ago.\n\nAn 18-year-old man from Pakistan who was arrested for the attack told police he was upset Charlie Hebdo had republished caricatures of the prophet of Islam.\n\nFourteen people who are suspected of being involved in the 2015 terror attack on Charlie Hebdo, which took place after the paper published caricatures of the prophet of Islam are currently on trial in Paris – with the trial set to go on until November.\n\nIn the French National Assembly, the equivalent of parliament, deputies stood up to pay tribute to the teacher.B usinesses asking the government to swoop in and hit them with a new regulatory requirement backed by the force of law? Surely this can’t be true?\n\nIn any other year this would be a laughable idea but in 2020, which has been as weird as it has been woeful, this is the state of play.Prime Minister Boris Johnson said on Friday that infection rates in Greater Manchester were \"grave\" and added: \"Each day that passes before action is taken means more people will go to hospital, more people will end up in intensive care and tragically more people will die.\"German Chancellor Angela Merkel said that the European Union must accept the “reality” than a UK-EU trade deal must be beneficial to the United Kingdom as well as the bloc.\n\nDr Merkel, who currently holds the rotating Presidency of the Council of the European Union, told a meeting of European mayors on Tuesday that “we have to prepare for the event that there will be no agreement”.\n\n“We also have to take into account the reality; an agreement has to be in the interests of both parties, in British interests as well as the interests of the 27 member European Union,” the council president said, according to The Telegraph.\n\nThe UK officially left the EU on January 31st, 2020, but remains tied to Brussels rules in a transition period which expires on New Year’s Eve. If a deal is not struck and signed in time for the end of the deadline, the UK will leave the bloc’s institutions and trade with it on World Trade Organization (WTO) terms.\n\nSo far, the EU and its negotiator, Michel Barnier, have refused to soften on London’s red lines, such as regaining full control of the UK’s waters, regulations, and laws. Some European leaders have said that they will resist any deal unless current fishing rights are retained, and the UK agrees to restrict itself by abiding by ‘level playing field’ rules.\n\nHowever, for a deal to be struck, it needs to be mutually beneficial. The UK has already demonstrated that it is capable of signing such deals with third nations, after agreeing in principle early last month a free trade agreement with Japan that is due to be signed next week.\n\nLast week, Prime Minister Boris Johnson and Ukrainian President Volodymyr Zelenskyy signed a Political, Free Trade, and Strategic Partnership Agreement between their countries which aims “to strengthen UK cooperation in political, security and foreign matters with Ukraine, while also securing continued preferential trade for businesses and consumers” — essentially, a continuation of the EU-Ukraine Association Agreement.\n\nUK Drops Boris Johnson’s Thursday Brexit Deadline, Talks Will Continue into November: Report https://t.co/FuKM1T3gNZ — Breitbart London (@BreitbartLondon) October 14, 2020\n\nThe German leader’s approach is in stark difference to that of France, which has vowed to show “no weakness” in negotiations, particularly in relation to fishing rights. Under the Common Fisheries Policy, the EU can plunder more than 60 per cent of the fish landed in the UK’s territorial waters, with the French, for example, free to catch more than 90 per cent of English Channel cod.\n\nHowever, Mrs Merkel’s tone also conflicts with statements just from Tuesday from Germany’s own Europe minister. Michael Roth said that EU members “expect substantial progress by our friends in the United Kingdom in key areas: in particular on governance, ‘level playing field’ and fisheries” — suggesting it should be Britain making all the compromises, not the EU.\n\nMr Roth has been clear that the EU should prepare for the UK’s WTO exit. Likewise, Mrs Merkel has been consistent since the summer that both her country and the EU should prepare for the possibility of a no-deal scenario.\n\nWhile Prime Minister Johnson had made Thursday the deadline for either agreeing on a deal or deciding to walk away from negotiations and preparing for WTO, reports circulated on Wednesday that the prime minister was already preparing to extend that internal deadline further, after already reneging on a similar deadline he had set for June.\n\nEarlier this week, Mr Barnier expressed what may be a generally felt assumption in Europe — that Johnson does not stick by his deadlines and may be a soft touch — saying: “It is the third unilateral deadline that Johnson has imposed without agreement… We still have time.”\n\nOne government source told The Times that Brussels is using the “old playbook” of “running down the clock” to put pressure on the UK.\n\nThe Telegraph reports, however, that Mr Johnson told ministers he still believes a deal can be struck by tomorrow, but said that there should be “no fear” over a no-deal Brexit.Brexit Party leader Nigel Farage tied Britain’s post-Brexit success to the re-election of President Donald Trump, warning that should 77-year-old Democrat presidential candidate Joe Biden prevail then the hopes of a British-American free trade deal would be dashed.\n\nThe long-time Trump ally said that the 2020 election is feeling like “2016 all over again”, pointing to polls produced by CNN and “other anti-Trump media outlets” showing a lead for the former vice president.\n\nWriting in the Sunday Express, Mr Farage referenced a poll conducted by the same British paper which saw the President leading in battleground states as an indicator that “once again” the mainstream media has got it wrong, quipping: “You might even call it Fake News.”\n\n“Back in 2016, I stuck my neck out and not only backed the Trump campaign but also predicted he would win. This was treated [with] much hilarity at the time from the great and the good. I think that those same people are all in for another shock on November 3,” Farage wrote.\n\nMr Farage hailed President Trump’s foreign policy successes, in particular the peace agreements signed between Israel and the UAE and Bahrain, as well as keeping the United States out of “more endless wars”.\n\nHe also pointed to Trump’s support for Britain and the pro-sovereignty Brexit movement.\n\nTrump: British-American Trade Will Be 'Five Times' Bigger with Post-Brexit Deal https://t.co/MY95ZAjSQq — Breitbart London (@BreitbartLondon) July 27, 2019\n\n“Whether you like Trump’s style or not, one thing is for certain; that this is the most Pro-British President for many years. By contrast, Joe Biden was Obama’s deputy when he said Britain would be back of the queue if we dared to vote for Brexit,” the Brexit leader said.\n\nMr Farage added that Biden “is keener on the relationship with Ireland than he is with us, sees Brexit as a mistake and I do not see any prospect of a free trade deal with the USA under President Joe Biden.”\n\n“The special relationship is vital for post-Brexit Britain and will only be safe in Trump’s hands,” he concluded.\n\nNigel Farage Predicts Donald Trump Will Win in November — Joe Biden is ‘Wholly Unfit for High Office’ https://t.co/gy765UyQe4 — Breitbart London (@BreitbartLondon) August 18, 2020\n\nIn contrast to the arch-Brexiteer, ministers in Boris Johnson’s government are reportedly preparing for a Biden victory, with internal computer modelling giving the Deleware Democrat a 70 per cent chance of beating out Trump in the November election.\n\nA senior Tory told The Times that “they’re writing off Trump in No 10 now,” and that Mr Johnson has been warned that Biden could win in a landslide, taking control of the presidency, the Senate, and the House of Representatives in the process.\n\nFearful of the repercussions of a Biden presidency, members of the British government have reportedly been reaching out to Democrat politicians and Biden allies. Foreign Secretary Dominic Raab recently met with House Speaker Nancy Pelosi as well as “Biden whisperer” Senator Chris Coons and Democrat Congressman Richard Neal.\n\nThe British ambassador to the United States, Karen Pierce, was also said to be “wooing” Biden’s top foreign policy advisors Tony Blinken and Jake Sullivan.\n\nBritish diplomats have warned that the relationship with the United States under a Biden presidency will be “cool” as a result of Prime Minister Boris Johnson’s previous statements about the Obama administration.\n\n‘Resentment’: Anti-Trump Former UK Ambassador Predicts a Biden Presidency Would Not Be Friendly to Boris https://t.co/AwMVAEERVA — Breitbart London (@BreitbartLondon) October 5, 2020\n\nIn a 2016 column, Mr Johson criticised President Obama for intervening during the EU referendum, standing against the Brexit movement. In the column, Mr Johnson said that the move by Obama to remove the bust of Sir Winston Churchill from the Oval Office was seen by some as a “snub to Britain” and a “symbol of the part-Kenyan President’s ancestral dislike of the British Empire.”\n\nA British diplomat said: “They remember that. Democrats also regard Trump as appalling and disgusting and there will be a penalty for people who sucked up to Trump. Angela Merkel didn’t. Macron did and then got tough. The Democrats don’t much like Brexit.”\n\nOther diplomats in America have sent back telegrams to the United Kingdom warning that a Biden administration would seek to secure a revival of the Trans-Pacific Partnership (TPP) and a deal with the EU rather than a bilateral agreement with Britain.\n\nMr Biden suggested in September that if the United Kingdom does not submit to European control over Northern Ireland then the U.S. would punish Britain, saying: “We can’t allow the Good Friday Agreement that brought peace to Northern Ireland to become a casualty of Brexit.”\n\nBoris Suggest Anti-Brexit Biden Does Not Understand EU Talks https://t.co/fYpLrxs1NL — Breitbart London (@BreitbartLondon) September 18, 2020\n\nFollow Kurt Zindulka on Twitter here: @KurtZindulkaFormer British deputy prime minister of turned Vice President for Global Affairs and Communications at Facebook, Sir Nick Clegg, was allegedly involved in the tech giant’s decision to censor the New York Post article exposing details about the Biden family.\n\nA report in The Telegraph claims that the anti-Trump British politician — who exited the former Conservative-Liberal Democrat government when the latter was trounced in the 2015 elections — was one of several members of the content moderation team who decided to reduce the distribution of the damaging report their site.\n\nWhile most censorship decisions on Facebook are handled by low-level employees and algorithms, high-profile cases such as the New York Post story are said to be handled by Facebook’s vice president of content policy, then the vice president of global public policy, and, finally, by the former Lib Dem leader.\n\nA select few cases, including posts from President Donald Trump, are reportedly adjudicated by Facebook CEO Mark Zuckerberg and Chief Operating Officer Sheryl Sandberg, although the former deputy prime minister is also said to be in on such top decisions.\n\nSir Nick became Deputy Prime Minister in 2010 after forming a coalition government with the Conservative Party, then led by the notionally centre-right David Cameron.\n\nUnder his leadership, the Lib Dems saw a drastic decrease in support from the public, winning just 8 seats in the 2015 general election, a defeat which led to Sir Nick being ousted as leader of the party. In the 2017 snap election he lost his place in the British parliament entirely, with his constituents voting him out.\n\nSir Nick spent much of his enforced retirement trying to overturn the 2016 vote to Leave the European Union, but in 2018 he joined Facebook, writing in the left-wing Guardian that he was doing so to help the tech giant “navigate the numerous challenges it faces”, including “the balance between free speech and prohibited content”.\n\nWho Is Nick Clegg? Left-wing, Anti-Brexit Former UK Deputy PM Hired as Facebook’s Global Comms Chief https://t.co/5hmzM3yJR9 — Breitbart London (@BreitbartLondon) October 20, 2018\n\nThe left-wing former deputy prime minister has a long history of criticising President Donald Trump, even going so far as to join an anti-Trump protest when the American leader visited the United Kingdom in 2018.\n\nSir Nick said that he was doing so because of Trump’s “crazed attacks on the EU, NATO, and WTO have changed things. Plus his best UK pals are Nigel Farage, Boris Johnson and Piers Morgan.”\n\n“He dislikes everything I believe in and believes in everyone I dislike!” he pronounced.\n\nIn September, Clegg suggested that Facebook would actively censor the President should he declare victory in November.\n\n“If Donald Trump or indeed anybody else were to declare victory prematurely before the official results are certified, all users will see a very positive label on that post where that premature victory has been claimed making it quite clear to our users that the results have not yet been officially finalised,” Sir Nick warned.\n\nEmails: Burisma Adviser Told Hunter Biden His ‘Ultimate Purpose‘ Was to ‘Close Down‘ Investigations https://t.co/vA827kRGsJ via @BreitbartNews — Joel Pollak (@joelpollak) October 16, 2020\n\nThe decision that was reportedly taken by Sir Nick, amongst others at Facebook, to censor the New York Post article was widely criticised as election interference by many on the political right in America.\n\nAs a high-profile political figure in Britain, the Lib Dem’s involvement in the apparent election interference is reminiscent of former British spy Christopher Steele’s role in disseminating disinformation against President Trump and his campaign during the 2016 election.\n\nThe censored NY Post article unveiled alleged emails from the son of former vice president Joe Biden, Hunter Biden, which seemingly cast doubt on the Democrat presidential candidate’s previous claims that he has “never spoken to my son about his overseas business dealings.”\n\nAccording to the emails obtained by the Post, Hunter Biden introduced his father to an executive at the Ukrainian gas company Burisma — which was reportedly paying Hunter up to $50,000 per month to sit on the board of the company — less than one year before then-Vice President Biden allegedly pressured the Ukrainian government to fire a prosecutor who was said to be investigating the company for corruption.\n\nUsers on Twitter were blocked from sharing the URL link to the article, and former Democrat congressional staffer turned Facebook employee Andy Stone announced: “While I will intentionally not link to the New York Post, I want be clear that this story is eligible to be fact-checked by Facebook’s third-party fact-checking partners. In the meantime, we are reducing its distribution on our platform.”\n\nNewly obtained emails from a Hunter Biden business partner lay out in detail how the Vice President’s son used access to the Obama administration to arrange meetings for potential foreign clients and investors at the highest levels in the White House. https://t.co/OYbs74fhjV — Breitbart News (@BreitbartNews) October 16, 2020\n\nOn Thursday, President Trump suggested that “Big Tech” was censoring the story in order to help Joe Biden win the election in November.\n\n“Now Big Tech, you see what is going on with Big Tech, [it] is censoring these stories to try and get Joe Biden out of this impossible jam,” Trump said, adding: “He’s in a big jam.”\n\n“He and his family are crooked and they got caught and now they’re being protected by Big Tech,” Trump added.\n\nRepublican Senator Josh Hawley — who has asked both Facebook and Twitter to testify before Congress over the alleged election interference — said: “It’s basically Big Tech versus democracy. These tech companies want to control what we read. They want to control journalists in this country. They want to control the news and we just can’t let them.”\n\nNever before have we seen tech platforms so blatantly play defense for a political campaign as today. Twitter & Facebook let Russia conspiracies run rampant, but deem an article from a major publication harmful, based on WHAT?!https://t.co/SSmD6ZVJpX — Alex Marlow (@AlexMarlow) October 14, 2020\n\nFollow Kurt Zindulka on Twitter here: @KurtZindulkaBrexit Party leader Nigel Farage has said that Prime Minister Boris Johnson has made the “right decision” in telling the UK to prepare for no deal.\n\nAfter the EU continued to push for the UK to surrender on fishing, Prime Minister Johnson told the country in a televised announcement that “given they [the EU] have refused to negotiate seriously for much of the last few months, and given this summit appears to explicitly rule-out a Canada style deal, I have concluded we should get ready for January 1st with arrangements which are more like Australia’s, based on simply principals of global free trade”.\n\nIn reaction, Mr Farage said: “A Canada-style deal was always impossible given the withdrawal agreement. Boris now reaching the right solution.”\n\nOther messages of support for the prime minister from Berxiteers poured in, including from veteran eurosceptic and Conservative MP John Redwood who said: “Well said Prime Minister. We should now leave without giving away our laws and our fish. He is right the EU has not negotiated seriously, so it is best to leave and trade under World trade rules.”\n\n“The UK will prosper more with no deal than with a bad deal,” Mr Redwood added.\n\nWhile Brexiteer Tory MP Andrea Jenkins tweeted: “#LetsGoWTO! The EU has abandoned the idea of negotiating in good faith, well done to our Prime Minister for standing strong against the inflexible EU!”\n\nBREAKING: Boris Walks Away! Bombshell Announcement as UK Declares EU Talks Have Failed https://t.co/LJNpJBCVpb — Breitbart London (@BreitbartLondon) October 16, 2020\n\nHowever, former Brexit Party MEP and businessman Richard Tice said that Prime Minister Johnson should have gone further in his remarks and declared that talks are over, and “we are full-on No Deal”.\n\n“The EU have negotiated in bad faith. Close file, move on with confidence. No deal is always better than a bad deal,” Mr Tice said.\n\nFellow former Brexit Party MEP Ben Habib also agreed that Mr Johnson should have announced the closure of talks, saying: “Now he needs the courage to rip up the WA [withdrawal agreement] and cease negotiations with the EU. Only then can we be free of them.”\n\nThe EU’s Brexit negotiator was scheduled to travel to London on Monday for further talks; however, Number 10 reportedly said that talks are “over” and there is “no point” to Mr Barnier making the journey unless the EU is prepared to change its negotiating position.\n\nSpeaking to Breitbart London, Ben Harris-Quinney, the chairman of the UK’s oldest conservative think tank The Bow Group, said: “We shouldn’t forget that Boris’s deal isn’t much different to May’s. I’m often critical of Boris, and certainly the Conservative Party’s handling of Brexit, but credit has to be given that he seems to have at least learned the lesson that May didn’t. Brexiteers expect a full Brexit, not a halfway house, and if that isn’t on the table for a deal, then no deal is the ONLY option.”\n\n“I’m very glad that Boris has shown far greater metal than his predecessors to stick to his guns, he must not budge an inch, and on this point, all conservatives should support him,” the Bow Group chairman added.\n\nFarage Warns Boris’s Brexit Deal Will Leave UK Liable to EU Bank https://t.co/yGgrEYJ4Xi — Breitbart London (@BreitbartLondon) August 12, 2020\n\nNegotiations appeared to have stalled broadly over the issue of continued fishing rights in British waters, with France’s Emmanuel Macron saying on Thursday that unless the UK conceded on fishing, it should prepare for no deal.\n\nMr Harris-Quinney remarked on the importance of the fishing industry, telling this publication: “Whilst fisheries are now a relatively small part of our economy, that is because of the decimating effect the EU has had on them over many decades.\n\n“Even if the difference between the two sides comes down to the insistence of the EU to continue to fish in British territory, then our response must be the same as it would be to any other nation expecting to plunder our resources: bugger off.”A CLERIC claims we are heading for a “tragedy of ­historic proportions” if Brits do not start returning to church.\n\nParish churches averaged just four funerals, one wedding and three christenings last year.\n\n2 Congregation at St Mary Redcliffe Church, Bristol, UK Credit: Getty Images - Getty\n\nFor centuries they were focal points for towns and villages, but Rev Marcus Walker, of Great St Bart’s in the City of London, says they could soon disappear. Mr Walker told the Sun on Sunday: “If we can’t convince a new generation of the reality and love of God, then all this will come to an end and it will be a tragedy of ­historic proportions for our nation.”\n\nLast year, medium-sized institutions attracted no more than 26 ­worshippers on an average Sunday. Congregations have halved since 1970.\n\nIn England, fewer than fewer than 700,000 people now attend Sunday services.\n\nMany churches have moved in whole or in part online as a result of the pandemic. Church leaders say three million people across the country have joined the 17,000 online services which have been held since lockdown began. Contributors have included the Archbishops of Canterbury and York, the Duke of Cambridge and Pope Francis.\n\nOther figures in the report show that official Church of England apps – the most popular being Daily Prayer - have been used more than seven million times so far this year, up from five million in 2019.\n\n2 Rev Marcus Walker fears a 'tragedy of historic proportions' as church attendance declines\n\nThe Archbishop of York, Stephen Cottrell, said that during the pandemic he had seen people turning to the church for help.\n\nHe told us: “Something seems to be stirring – we’ve seen people showing a hunger for comfort and meaning and the challenge now is for Christians to show people that our faith offers this. Churches have sprung into action.”\n\nThe Church of England figures are based on information supplied by nearly 16,000 congregations before all places of worship were closed with lockdown in March.\n\nMost read in UK News Exclusive COROONAVIRUS Wayne Rooney in Covid fear after infected pal delivers watch to his home QUEEN's PARDON Killer who tackled London Bridge terrorist is pardoned by the Queen Exclusive 'DOUBLE LIFE' Patrice Evra betrays wife by secretly fathering two kids with younger woman MARCH MADNESS Thousands of anti-mask protesters march on London hours after Tier 2 lockdown TRIPLE KILLING Builder who stabbed 3 attackers to death in self defence to face NO charges Exclusive 'COP KILLER' SHOCK Paralysed and brain-damaged 'cop killer' may never be brought to trial\n\nThe Archbishop of York added: “Although the statistical evidence around church attendances remains depressing, the impact of our 16,000 churches in the communities they serve tells a different and more encouraging story. We punch above our weight.\n\n“However, in a year when all of us have been forced to confront our mortality and frailty, I also dare to hope that those who are looking for meaning and hope will join us in the many different ways that are available, be at an online streamed service or the Sunday by Sunday gatherings that still continue despite the current restrictions.\n\n“The local church remains a sign of hope in the towns and villages of our nation. The local congregation, however small, is a little band of men and women who want to make a difference. Newcomers are very welcome. Especially those who are fearful, weary or anxious. To enter the church is to enter into a place of hope and healing.”\n\nVandals DECAPITATED historic statue of Jesus on church altar\n\nGOT a story? RING The Sun on 0207 782 4104 or WHATSAPP on 07423720250 or EMAIL exclusive@the-sun.co.ukMIGRANTS will be bombarded with Facebook ads telling them to abandon Channel crossings.\n\nPriti Patel has drawn up plans to target smartphone users in the northern France asylum seeker camps.\n\n4 Migrants planning to come into the UK will be bombarded with Facebook ads Credit: Steve Finn\n\nThe Home Secretary wants to urge them against paying traffickers fortunes for the life-threatening trips.\n\nThe ads will focus on Facebook users speaking certain languages, such as Kurdish.\n\nMessages will include: “If you arrive in the UK illegally from a safe country like France, we can and will return you.”\n\nAnother is set to say: “People die making these crossings, do not risk your life.”\n\nMost read in News Exclusive 'NOBODY CARES ABOUT ME' Baywatch star's homeless ex-wife found 2 years after going missing COVID-DENIER DIES Influencer, 33, who 'thought Covid didn't exist' dies after catching bug Exclusive COROONAVIRUS Wayne Rooney in Covid fear after infected pal delivers watch to his home QUEEN's PARDON Killer who tackled London Bridge terrorist is pardoned by the Queen Exclusive 'DOUBLE LIFE' Patrice Evra betrays wife by secretly fathering two kids with younger woman MARCH MADNESS Thousands of anti-mask protesters march on London hours after Tier 2 lockdown\n\nEleven small boats with over 100 on board were yesterday reported to have been intercepted in the Channel and taken to Dover.\n\nA record 7,200 have reached UK shores in tiny vessels so far this year.\n\n4 The Home Secretary wants to urge them against paying traffickers fortunes for the life-threatening trips Credit: Reuters\n\n4 A record 7,200 migrants have reached UK shores this year Credit: Steve Finn\n\n4 One message will say 'People die making these crossings, do not risk your life' Credit: Steve Finn\n\nShocking moment suspected migrant found hiding in roof box of car at Kent service station\n\nGOT a story? RING The Sun on 0207 782 4104 or WHATSAPP on 07423720250 or EMAIL exclusive@the-sun.co.ukFREE now and never miss the top politics stories again. SUBSCRIBE Invalid email Sign up fornow and never miss the top politics stories again. We will use your email address only for sending you newsletters. Please see our Privacy Notice for details of your data protection rights.\n\nA source close to David Frost’s negotiating team launched a furious attack on EU leaders for putting domestic political concerns ahead of efforts to strike a free trade deal with the UK. Senior Conservative MPs now argue that because the EU has negotiated in bad faith it is time to ditch the Withdrawal Agreement in a bid to ensure the UK is free from the threat of Brussels interference. The senior source said there were signs that EU leaders are so worried about the rise of populist leaders such as France’s Marine Le Pen that they have prioritised domestic politics over the need to agree a trade deal with Britain.\n\nFishing was a “huge stumbling block” in the talks which Downing St last week declared are now “over” and the EU is accused of not coming close to offering a deal comparable to the free trade agreement struck with Canada. The British team suspect the EU was “hoping to ‘bounce’ us into accepting a legal text that they have prepared in isolation”. The EU, the source added, “seemed to think they could run down the clock to force the UK to make concessions that would fundamentally undermine our legal and economic autonomy. If they did think that, they have made a major misjudgment about this Government compared to its predecessors.” The UK side feels the EU has “taken us for a ride and not taken the process seriously”. Boris Johnson will not sit down for further talks unless there is the true prospect of a breakthrough.\n\nBoris Johnson and Michel Barnier are thrashing out Brexit as the days countdown\n\nThe source said: “The PM is focused on the Covid recovery effort and would not agree to join talks that waste time on process for the sake of it. The EU must fundamentally change course or the UK will leave in Australian-style terms, under which we will thrive.” The door is not completely shut on a final-hour bid to nail down a deal, but Britain is clear what must happen for that to be possible. The source said: “We couldn’t continue with a negotiation that was more like performance art than real engagement. That is why we told [EU chief negotiator] Michel Barnier that there is no point in him coming to London this week unless there is a fundamental change of approach from the EU. “Most observers would find it incredible at this point that thanks to EU manoeuvring there is literally no agreed treaty text of any kind in place. This must change. “If it does, we are always ready to listen.”\n\nThe prime minister is focused on the UK's fight against Covid-19\n\nUnless EU leaders agree a bold change in strategy, the UK now faces the real prospect of the Brexit transition phase ending without a trade agreement in place. The source said: “Regardless of the negotiations, at the end of the transition period the UK is leaving the single market and customs union, meaning that there will be significant changes at the border. The Government’s view is that if the EU is unwilling to negotiate a trade deal with the UK before the end of the transition period, it may be several years before we can meaningfully return to the negotiating table.” Senior Brexiteers are now pressing for the Government to pull out of the Withdrawal Agreement. Former Brexit minister David Jones said: “[We] have to recognise that the Withdrawal Agreement, and especially the Northern Ireland protocol, contain provisions that would allow the European Court of Justice to retain jurisdiction indefinitely in some cases and that would regulate our continuing relationship with the EU. There’s a wide misconception that we can simply walk away from the negotiating table and then we get away on December 31 Scot-free and that is not the case because the Withdrawal Agreement prevails beyond the end of the transition period.”\n\nArguing that the UK would be justified in ditching the agreement, he said: “I think we’ve got good grounds to say that the EU itself has not performed its obligations under the Withdrawal Agreement. [It says] the parties must use best endeavours and act in good faith to seek to secure a free trade agreement that is respectful of the United Kingdom’s sovereignty and the integrity of the UK internal market. “They’ve clearly not done that... I think it’s coming to the point where we have to make it very clear to the European Union they have not observed their obligations – their legal obligations – under the Withdrawal Agreement and that being the case the United Kingdom is perfectly entitled as a matter of law to take steps to protect its own national interest.” Former Conservative leader Iain Duncan Smith said: “There is no legal reason why we should be paying any money to the EU other than our budgetary contributions.\n\nIain Duncan-Smith said the UK shouldn't be paying any money to the EU\n\n“It is now clearer than ever that the EU did not conduct these negotiations in good faith. The Prime Minister should tear up the Withdrawal Agreement and not hand over a penny more than we owe.” North West Leicestershire MP Andrew Bridgen, a leading Conservative Brexiteer, said: “The Withdrawal Agreement has got to go... If there’s no trade deal we need to legislate to neutralise the Withdrawal Agreement as soon as we’ve left in January [and] if we do have an agreement of any sort it needs to be stated in there that it fully replaces and supersedes the Withdrawal Agreement.” A letter yesterday signed by pro-Brexit organisations including Alliance of British Entrepreneurs, Brexit Facts4EU, the Bruges Group, City for Britainand Scots for Leave urged the Prime Minister to “repudiate the Withdrawal Agreement”. It warned: “Anything else would be a betrayal of democracy, sovereignty, and international law.”\n\nAndrew Bridgen has called for the Withdrawal Agreement to be scrapped\n\nThe Centre for Brexit Policy this month warned that the Government’s ambition of a Canadian-style deal is “all but unachievable” if the Withdrawal Agreement remains in place. Marco Longhi, the Conservative Dudley North MP, argues Brussels is intent on “making an example of what happens to a member state that refuses to play any longer” but says the future of the EU is now in danger. The MP, who grew up in Rome, argues that euroscepticism may intensify in Italy. He said: “In Italy there is growing disapproval of the EU; in a recent survey 42 percent of respondents said they would leave the EU, up from 26 percent in 2018... As euroscepticism builds across Europe, nation-states such as Italy should not fear the prospect of opening to the global economy.\n\nEuroscepticism could be growing in ItalyBBC Countryfile presenter Ellie Harrison has insisted that “the countryside is racist” after the BBC courted controversy by reporting that many minorities see it as a “white environment”.\n\nWriting in the magazine associated with the BBC mainstay, which debuted on television over thirty years ago, Harrison said: “In asking whether the countryside is racist, then yes it is; but asking if it’s more racist than anywhere else — maybe, maybe not.”\n\nShe had been responding to a controversy involving BBC coverage of a government report on the supposed exclusion of minorities from the countryside, fronted by fellow presenter Dwayne Fields.\n\nThe broadcaster drew the ire of many on social media when it stated that “many in Black, Asian and minority ethnic [BAME] groups see the countryside as being a white environment” on Twitter.\n\n“[J]udging by the thousands of angry responses to the BBC’s race-baiting tweet, there are a lot of people in Britain – both white and non-white – who object very strongly to having the natural landscape used by the BBC as a political football to advance its woke agenda,” reported Breitbart columnist James Delingpole at the time.\n\nWhile @DwayneFields found solace in the landscapes of the UK and beyond, many in Black, Asian and minority ethnic groups see the countryside as being a white environment #countryfile pic.twitter.com/kjma7FuGps — BBC Countryfile (@BBCCountryfile) June 28, 2020\n\n“I spooled through the comments, which broadly came in three flavours: ‘I’m not racist so there is no racism in the countryside’; ‘I’m black and I’ve never experienced racism in the countryside’; and importantly, ‘I have experienced racism in the countryside’,” Harrison said of the controversy.\n\n“So there’s work to do. Even a single racist event means there is work to do.”\n\nThe 42-year-old went on to issue something of a self-denunciation for her failure to be sufficiently strident in her anti-racism prior to the Black Lives Matter unrest, saying: “Until this point, I believed ignorantly, that me being not racist was enough. I believed that I should keep quiet and listen to black people.”\n\nNow, however, she says she understands “There is a big and crucial difference between being not racist and being anti-racist… being anti-racist means being much clearer that it isn’t acceptable… Let the knife and fork squeak uncomfortably over supper.”\n\nThe idea that minorities are somehow persecuted when they attempt to enjoy the outdoors is also being pushed by the World Economic Forum (WEF), which runs the mega-globalist Davos summit each year.\n\nThis Black British hiker is tackling exclusion from the outdoors https://t.co/1x7P6ch8FZ pic.twitter.com/I4J31CiVkf — World Economic Forum (@wef) October 6, 2020\n\nFollow Jack Montgomery on Twitter: @JackBM ontgomery"